{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "pitch_73_on": 4,
    "pitch_73_hold": 5,
    "pitch_71_on": 6,
    "pitch_71_hold": 7,
    "pitch_66_on": 8,
    "pitch_66_hold": 9,
    "pitch_75_on": 10,
    "pitch_75_hold": 11,
    "pitch_68_on": 12,
    "pitch_68_hold": 13,
    "pitch_78_on": 14,
    "pitch_78_hold": 15,
    "pitch_80_on": 16,
    "pitch_80_hold": 17,
    "pitch_82_on": 18,
    "pitch_82_hold": 19,
    "pitch_83_on": 20,
    "pitch_83_hold": 21,
    "pitch_64_on": 22,
    "pitch_64_hold": 23,
    "pitch_62_on": 24,
    "pitch_62_hold": 25,
    "pitch_67_on": 26,
    "pitch_67_hold": 27,
    "pitch_72_on": 28,
    "pitch_72_hold": 29,
    "pitch_69_on": 30,
    "pitch_69_hold": 31,
    "pitch_60_on": 32,
    "pitch_60_hold": 33,
    "pitch_65_on": 34,
    "pitch_65_hold": 35,
    "pitch_79_on": 36,
    "pitch_79_hold": 37,
    "pitch_74_on": 38,
    "pitch_74_hold": 39,
    "pitch_76_on": 40,
    "pitch_76_hold": 41,
    "pitch_77_on": 42,
    "pitch_77_hold": 43,
    "pitch_81_on": 44,
    "pitch_81_hold": 45,
    "pitch_70_on": 46,
    "pitch_70_hold": 47,
    "pitch_53_on": 48,
    "pitch_53_hold": 49,
    "pitch_55_on": 50,
    "pitch_55_hold": 51,
    "pitch_58_on": 52,
    "pitch_58_hold": 53,
    "pitch_63_on": 54,
    "pitch_63_hold": 55,
    "pitch_57_on": 56,
    "pitch_57_hold": 57,
    "pitch_59_on": 58,
    "pitch_59_hold": 59,
    "pitch_54_on": 60,
    "pitch_54_hold": 61,
    "pitch_61_on": 62,
    "pitch_61_hold": 63,
    "pitch_84_on": 64,
    "pitch_84_hold": 65,
    "pitch_86_on": 66,
    "pitch_86_hold": 67,
    "pitch_56_on": 68,
    "pitch_56_hold": 69,
    "pitch_88_on": 70,
    "pitch_88_hold": 71,
    "pitch_91_on": 72,
    "pitch_91_hold": 73,
    "pitch_89_on": 74,
    "pitch_89_hold": 75,
    "pitch_85_on": 76,
    "pitch_85_hold": 77,
    "pitch_87_on": 78,
    "pitch_87_hold": 79,
    "pitch_96_on": 80,
    "pitch_96_hold": 81,
    "pitch_95_on": 82,
    "pitch_95_hold": 83,
    "pitch_93_on": 84,
    "pitch_93_hold": 85,
    "pitch_98_on": 86,
    "pitch_98_hold": 87,
    "pitch_90_on": 88,
    "pitch_90_hold": 89,
    "pitch_92_on": 90,
    "pitch_92_hold": 91,
    "pitch_51_on": 92,
    "pitch_51_hold": 93,
    "pitch_49_on": 94,
    "pitch_49_hold": 95,
    "pitch_52_on": 96,
    "pitch_52_hold": 97,
    "pitch_50_on": 98,
    "pitch_50_hold": 99,
    "pitch_48_on": 100,
    "pitch_48_hold": 101,
    "pitch_44_on": 102,
    "pitch_44_hold": 103,
    "pitch_43_on": 104,
    "pitch_43_hold": 105,
    "pitch_42_on": 106,
    "pitch_42_hold": 107,
    "pitch_46_on": 108,
    "pitch_46_hold": 109,
    "pitch_94_on": 110,
    "pitch_94_hold": 111,
    "pitch_47_on": 112,
    "pitch_47_hold": 113
  },
  "counts": {
    "pitch_71_on": 19365,
    "pitch_71_hold": 19365,
    "pitch_74_on": 19203,
    "pitch_74_hold": 19203,
    "pitch_72_on": 18578,
    "pitch_72_hold": 18578,
    "pitch_69_on": 18228,
    "pitch_69_hold": 18228,
    "pitch_73_on": 17334,
    "pitch_73_hold": 17334,
    "pitch_75_on": 16524,
    "pitch_75_hold": 16524,
    "pitch_67_on": 16325,
    "pitch_67_hold": 16325,
    "pitch_76_on": 16291,
    "pitch_76_hold": 16291,
    "pitch_70_on": 15260,
    "pitch_70_hold": 15260,
    "pitch_77_on": 14428,
    "pitch_77_hold": 14428,
    "pitch_68_on": 12627,
    "pitch_68_hold": 12627,
    "pitch_78_on": 11856,
    "pitch_78_hold": 11856,
    "pitch_66_on": 11360,
    "pitch_66_hold": 11360,
    "pitch_79_on": 11287,
    "pitch_79_hold": 11287,
    "pitch_65_on": 10491,
    "pitch_65_hold": 10491,
    "pitch_64_on": 10078,
    "pitch_64_hold": 10078,
    "pitch_80_on": 8142,
    "pitch_80_hold": 8142,
    "pitch_62_on": 7937,
    "pitch_62_hold": 7937,
    "pitch_63_on": 7343,
    "pitch_63_hold": 7343,
    "pitch_81_on": 6834,
    "pitch_81_hold": 6834,
    "pitch_60_on": 5163,
    "pitch_60_hold": 5163,
    "pitch_82_on": 5084,
    "pitch_82_hold": 5084,
    "pitch_61_on": 4106,
    "pitch_61_hold": 4106,
    "pitch_83_on": 3722,
    "pitch_83_hold": 3722,
    "pitch_59_on": 3342,
    "pitch_59_hold": 3342,
    "pitch_84_on": 3321,
    "pitch_84_hold": 3321,
    "pitch_58_on": 2398,
    "pitch_58_hold": 2398,
    "pitch_57_on": 2088,
    "pitch_57_hold": 2088,
    "pitch_86_on": 1552,
    "pitch_86_hold": 1552,
    "pitch_85_on": 1456,
    "pitch_85_hold": 1456,
    "pitch_55_on": 1185,
    "pitch_55_hold": 1185,
    "pitch_56_on": 941,
    "pitch_56_hold": 941,
    "pitch_88_on": 898,
    "pitch_88_hold": 898,
    "pitch_87_on": 708,
    "pitch_87_hold": 708,
    "pitch_89_on": 612,
    "pitch_89_hold": 612,
    "pitch_53_on": 341,
    "pitch_53_hold": 341,
    "pitch_54_on": 304,
    "pitch_54_hold": 304,
    "pitch_91_on": 267,
    "pitch_91_hold": 267,
    "pitch_90_on": 212,
    "pitch_90_hold": 212,
    "pitch_52_on": 167,
    "pitch_52_hold": 167,
    "pitch_92_on": 102,
    "pitch_92_hold": 102,
    "pitch_51_on": 83,
    "pitch_51_hold": 83,
    "pitch_50_on": 63,
    "pitch_50_hold": 63,
    "pitch_93_on": 55,
    "pitch_93_hold": 55,
    "pitch_48_on": 27,
    "pitch_48_hold": 27,
    "pitch_96_on": 15,
    "pitch_96_hold": 15,
    "pitch_95_on": 8,
    "pitch_95_hold": 8,
    "pitch_49_on": 8,
    "pitch_49_hold": 8,
    "pitch_98_on": 5,
    "pitch_98_hold": 5,
    "pitch_94_on": 5,
    "pitch_94_hold": 5,
    "pitch_47_on": 4,
    "pitch_47_hold": 4,
    "pitch_43_on": 2,
    "pitch_43_hold": 2,
    "pitch_42_on": 2,
    "pitch_42_hold": 2,
    "pitch_46_on": 2,
    "pitch_46_hold": 2,
    "pitch_44_on": 1,
    "pitch_44_hold": 1
  }
}