{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "Gb:4-3/0_on": 4,
    "Gb:4-3/0_hold": 5,
    "B:4-3/0_on": 6,
    "B:4-3/0_hold": 7,
    "B:2-5/0_on": 8,
    "B:2-5/0_hold": 9,
    "Ab:3-4/0_on": 10,
    "Ab:3-4/0_hold": 11,
    "E:4-3/0_on": 12,
    "E:4-3/0_hold": 13,
    "E:2-5/0_on": 14,
    "E:2-5/0_hold": 15,
    "Gb:2-5/0_on": 16,
    "Gb:2-5/0_hold": 17,
    "Eb:4-3/0_on": 18,
    "Eb:4-3/0_hold": 19,
    "F:3-3/0_on": 20,
    "F:3-3/0_hold": 21,
    "Eb:3-4/0_on": 22,
    "Eb:3-4/0_hold": 23,
    "Db:3-4/0_on": 24,
    "Db:3-4/0_hold": 25,
    "F:3-4/0_on": 26,
    "F:3-4/0_hold": 27,
    "Gb:4-3-3/0_on": 28,
    "Gb:4-3-3/0_hold": 29,
    "B:4-3-4/0_on": 30,
    "B:4-3-4/0_hold": 31,
    "B:4-3-4/1_on": 32,
    "B:4-3-4/1_hold": 33,
    "C:4-3/0_on": 34,
    "C:4-3/0_hold": 35,
    "A:3-4/0_on": 36,
    "A:3-4/0_hold": 37,
    "F:4-3/0_on": 38,
    "F:4-3/0_hold": 39,
    "G:4-3/0_on": 40,
    "G:4-3/0_hold": 41,
    "A:3-4-3/0_on": 42,
    "A:3-4-3/0_hold": 43,
    "D:3-4/1_on": 44,
    "D:3-4/1_hold": 45,
    "E:3-4/1_on": 46,
    "E:3-4/1_hold": 47,
    "F:2-5/0_on": 48,
    "F:2-5/0_hold": 49,
    "G:4-3/1_on": 50,
    "G:4-3/1_hold": 51,
    "G:5-2/0_on": 52,
    "G:5-2/0_hold": 53,
    "F:4-3/1_on": 54,
    "F:4-3/1_hold": 55,
    "Db:4-3/1_on": 56,
    "Db:4-3/1_hold": 57,
    "C:4-3/2_on": 58,
    "C:4-3/2_hold": 59,
    "A:4-3/0_on": 60,
    "A:4-3/0_hold": 61,
    "D:4-3/0_on": 62,
    "D:4-3/0_hold": 63,
    "B:3-4-3/0_on": 64,
    "B:3-4-3/0_hold": 65,
    "B:3-4-3/3_on": 66,
    "B:3-4-3/3_hold": 67,
    "Gb:3-4-3/3_on": 68,
    "Gb:3-4-3/3_hold": 69,
    "E:3-4/0_on": 70,
    "E:3-4/0_hold": 71,
    "D:4-3/2_on": 72,
    "D:4-3/2_hold": 73,
    "B:3-4/0_on": 74,
    "B:3-4/0_hold": 75,
    "Gb:3-4/0_on": 76,
    "Gb:3-4/0_hold": 77,
    "Gb:5-2-3/0_on": 78,
    "Gb:5-2-3/0_hold": 79,
    "E:3-4/2_on": 80,
    "E:3-4/2_hold": 81,
    "A:2-5/0_on": 82,
    "A:2-5/0_hold": 83,
    "E:4-3/2_on": 84,
    "E:4-3/2_hold": 85,
    "G:4-3-4/3_on": 86,
    "G:4-3-4/3_hold": 87,
    "D:4-3/1_on": 88,
    "D:4-3/1_hold": 89,
    "G:2-5/0_on": 90,
    "G:2-5/0_hold": 91,
    "A:3-4/2_on": 92,
    "A:3-4/2_hold": 93,
    "D:3-4/0_on": 94,
    "D:3-4/0_hold": 95,
    "Bb:4-3/0_on": 96,
    "Bb:4-3/0_hold": 97,
    "G:3-4/0_on": 98,
    "G:3-4/0_hold": 99,
    "C:2-5/0_on": 100,
    "C:2-5/0_hold": 101,
    "F:4-3/2_on": 102,
    "F:4-3/2_hold": 103,
    "Eb:2-5/0_on": 104,
    "Eb:2-5/0_hold": 105,
    "F:5-2/0_on": 106,
    "F:5-2/0_hold": 107,
    "C:4-3-4/2_on": 108,
    "C:4-3-4/2_hold": 109,
    "A:3-4-3/3_on": 110,
    "A:3-4-3/3_hold": 111,
    "B:3-3-4/0_on": 112,
    "B:3-3-4/0_hold": 113,
    "A:3-4-3/2_on": 114,
    "A:3-4-3/2_hold": 115,
    "E:3-4-3/0_on": 116,
    "E:3-4-3/0_hold": 117,
    "B:3-3/0_on": 118,
    "B:3-3/0_hold": 119,
    "C:4-3/1_on": 120,
    "C:4-3/1_hold": 121,
    "G:4-3-2/0_on": 122,
    "G:4-3-2/0_hold": 123,
    "A:5-2-3/0_on": 124,
    "A:5-2-3/0_hold": 125,
    "G:4-3/2_on": 126,
    "G:4-3/2_hold": 127,
    "C:4-3-4/0_on": 128,
    "C:4-3-4/0_hold": 129,
    "Gb:3-3/0_on": 130,
    "Gb:3-3/0_hold": 131,
    "Eb:4-4/0_on": 132,
    "Eb:4-4/0_hold": 133,
    "Db:3-3/0_on": 134,
    "Db:3-3/0_hold": 135,
    "D:4-3-3/1_on": 136,
    "D:4-3-3/1_hold": 137,
    "C:4-3-4/3_on": 138,
    "C:4-3-4/3_hold": 139,
    "Db:2-5/0_on": 140,
    "Db:2-5/0_hold": 141,
    "E:3-4-4/0_on": 142,
    "E:3-4-4/0_hold": 143,
    "B:4-3-3/0_on": 144,
    "B:4-3-3/0_hold": 145,
    "A:4-3-3/2_on": 146,
    "A:4-3-3/2_hold": 147,
    "E:3-3/0_on": 148,
    "E:3-3/0_hold": 149,
    "E:5-2/0_on": 150,
    "E:5-2/0_hold": 151,
    "Eb:3-4/1_on": 152,
    "Eb:3-4/1_hold": 153,
    "Db:4-3/0_on": 154,
    "Db:4-3/0_hold": 155,
    "Ab:4-3/0_on": 156,
    "Ab:4-3/0_hold": 157,
    "Ab:2-5/0_on": 158,
    "Ab:2-5/0_hold": 159,
    "B:4-3/1_on": 160,
    "B:4-3/1_hold": 161,
    "Eb:5-2-3/0_on": 162,
    "Eb:5-2-3/0_hold": 163,
    "Eb:3-4/2_on": 164,
    "Eb:3-4/2_hold": 165,
    "Ab:3-4/1_on": 166,
    "Ab:3-4/1_hold": 167,
    "F:4-3-4/0_on": 168,
    "F:4-3-4/0_hold": 169,
    "G:4-3-3/0_on": 170,
    "G:4-3-3/0_hold": 171,
    "C:4-3-3/0_on": 172,
    "C:4-3-3/0_hold": 173,
    "F:4-3-4/3_on": 174,
    "F:4-3-4/3_hold": 175,
    "F:4-3-4/2_on": 176,
    "F:4-3-4/2_hold": 177,
    "D:2-5/0_on": 178,
    "D:2-5/0_hold": 179,
    "C:5-2/0_on": 180,
    "C:5-2/0_hold": 181,
    "C:4-3-2/0_on": 182,
    "C:4-3-2/0_hold": 183,
    "A:5-2/0_on": 184,
    "A:5-2/0_hold": 185,
    "Bb:4-3-4/0_on": 186,
    "Bb:4-3-4/0_hold": 187,
    "D:3-4-3/0_on": 188,
    "D:3-4-3/0_hold": 189,
    "F:4-3-2/0_on": 190,
    "F:4-3-2/0_hold": 191,
    "G:4-3-3/3_on": 192,
    "G:4-3-3/3_hold": 193,
    "Bb:4-3/1_on": 194,
    "Bb:4-3/1_hold": 195,
    "C:3-4-3/0_on": 196,
    "C:3-4-3/0_hold": 197,
    "Bb:2-5/0_on": 198,
    "Bb:2-5/0_hold": 199,
    "Ab:4-3-4/0_on": 200,
    "Ab:4-3-4/0_hold": 201,
    "C:3-4/0_on": 202,
    "C:3-4/0_hold": 203,
    "Eb:4-3-2/0_on": 204,
    "Eb:4-3-2/0_hold": 205,
    "A:4-3-4/0_on": 206,
    "A:4-3-4/0_hold": 207,
    "B:5-2-3/0_on": 208,
    "B:5-2-3/0_hold": 209,
    "E:4-3/1_on": 210,
    "E:4-3/1_hold": 211,
    "Eb:3-3/0_on": 212,
    "Eb:3-3/0_hold": 213,
    "D:4-3-4/3_on": 214,
    "D:4-3-4/3_hold": 215,
    "D:4-3-3/3_on": 216,
    "D:4-3-3/3_hold": 217,
    "G:4-3-4/0_on": 218,
    "G:4-3-4/0_hold": 219,
    "B:4-3-3/3_on": 220,
    "B:4-3-3/3_hold": 221,
    "Gb:5-2/0_on": 222,
    "Gb:5-2/0_hold": 223,
    "B:3-4/2_on": 224,
    "B:3-4/2_hold": 225,
    "Bb:3-4/0_on": 226,
    "Bb:3-4/0_hold": 227,
    "C:4-3-3/3_on": 228,
    "C:4-3-3/3_hold": 229,
    "C:5-2-3/0_on": 230,
    "C:5-2-3/0_hold": 231,
    "Ab:4-3-4/3_on": 232,
    "Ab:4-3-4/3_hold": 233,
    "F:3-4/1_on": 234,
    "F:3-4/1_hold": 235,
    "G:3-3/0_on": 236,
    "G:3-3/0_hold": 237,
    "Eb:4-3-4/0_on": 238,
    "Eb:4-3-4/0_hold": 239,
    "G:5-2-3/0_on": 240,
    "G:5-2-3/0_hold": 241,
    "Bb:5-2/0_on": 242,
    "Bb:5-2/0_hold": 243,
    "G:3-4/1_on": 244,
    "G:3-4/1_hold": 245,
    "C:3-4-3/3_on": 246,
    "C:3-4-3/3_hold": 247,
    "C:4-3-3/2_on": 248,
    "C:4-3-3/2_hold": 249,
    "G:3-4-3/0_on": 250,
    "G:3-4-3/0_hold": 251,
    "Bb:4-3-4/1_on": 252,
    "Bb:4-3-4/1_hold": 253,
    "C:3-4-2/0_on": 254,
    "C:3-4-2/0_hold": 255,
    "C:3-4/1_on": 256,
    "C:3-4/1_hold": 257,
    "D:4-3-3/2_on": 258,
    "D:4-3-3/2_hold": 259,
    "Bb:4-3-2/0_on": 260,
    "Bb:4-3-2/0_hold": 261,
    "B:3-4/1_on": 262,
    "B:3-4/1_hold": 263,
    "G:4-3-4/2_on": 264,
    "G:4-3-4/2_hold": 265,
    "E:3-4-3/3_on": 266,
    "E:3-4-3/3_hold": 267,
    "E:4-3-4/0_on": 268,
    "E:4-3-4/0_hold": 269,
    "Ab:5-2/0_on": 270,
    "Ab:5-2/0_hold": 271,
    "Db:3-4/1_on": 272,
    "Db:3-4/1_hold": 273,
    "F:4-4/0_on": 274,
    "F:4-4/0_hold": 275,
    "Db:4-3-3/0_on": 276,
    "Db:4-3-3/0_hold": 277,
    "Gb:4-3-4/0_on": 278,
    "Gb:4-3-4/0_hold": 279,
    "A:4-4/0_on": 280,
    "A:4-4/0_hold": 281,
    "Db:4-3/2_on": 282,
    "Db:4-3/2_hold": 283,
    "G:4-4/0_on": 284,
    "G:4-4/0_hold": 285,
    "Db:4-3-4/0_on": 286,
    "Db:4-3-4/0_hold": 287,
    "D:4-3-4/0_on": 288,
    "D:4-3-4/0_hold": 289,
    "C:3-4/2_on": 290,
    "C:3-4/2_hold": 291,
    "Eb:4-3/2_on": 292,
    "Eb:4-3/2_hold": 293,
    "E:4-3-3/2_on": 294,
    "E:4-3-3/2_hold": 295,
    "E:4-3-3/0_on": 296,
    "E:4-3-3/0_hold": 297,
    "Gb:3-4-3/0_on": 298,
    "Gb:3-4-3/0_hold": 299,
    "C:4-3-4/1_on": 300,
    "C:4-3-4/1_hold": 301,
    "Db:3-4-2/0_on": 302,
    "Db:3-4-2/0_hold": 303,
    "Db:5-2-3/0_on": 304,
    "Db:5-2-3/0_hold": 305,
    "Gb:4-3-3/2_on": 306,
    "Gb:4-3-3/2_hold": 307,
    "Gb:4-3-3/1_on": 308,
    "Gb:4-3-3/1_hold": 309,
    "D:4-3-4/1_on": 310,
    "D:4-3-4/1_hold": 311,
    "A:4-3/1_on": 312,
    "A:4-3/1_hold": 313,
    "A:4-3-2/0_on": 314,
    "A:4-3-2/0_hold": 315,
    "B:5-2/0_on": 316,
    "B:5-2/0_hold": 317,
    "Gb:3-4-3/2_on": 318,
    "Gb:3-4-3/2_hold": 319,
    "Gb:3-4/1_on": 320,
    "Gb:3-4/1_hold": 321,
    "Bb:3-4-3/0_on": 322,
    "Bb:3-4-3/0_hold": 323,
    "Ab:4-3/2_on": 324,
    "Ab:4-3/2_hold": 325,
    "Ab:3-4-2/0_on": 326,
    "Ab:3-4-2/0_hold": 327,
    "Bb:5-2-3/0_on": 328,
    "Bb:5-2-3/0_hold": 329,
    "Eb:4-3-3/0_on": 330,
    "Eb:4-3-3/0_hold": 331,
    "Ab:4-3-4/2_on": 332,
    "Ab:4-3-4/2_hold": 333,
    "Bb:4-3-3/0_on": 334,
    "Bb:4-3-3/0_hold": 335,
    "D:3-3/0_on": 336,
    "D:3-3/0_hold": 337,
    "Bb:4-4/0_on": 338,
    "Bb:4-4/0_hold": 339,
    "Bb:4-3/2_on": 340,
    "Bb:4-3/2_hold": 341,
    "D:3-4/2_on": 342,
    "D:3-4/2_hold": 343,
    "F:4-3-4/1_on": 344,
    "F:4-3-4/1_hold": 345,
    "A:4-3/2_on": 346,
    "A:4-3/2_hold": 347,
    "F:3-4-3/3_on": 348,
    "F:3-4-3/3_hold": 349,
    "Db:4-3-4/3_on": 350,
    "Db:4-3-4/3_hold": 351,
    "G:3-4/2_on": 352,
    "G:3-4/2_hold": 353,
    "Bb:4-3-3/3_on": 354,
    "Bb:4-3-3/3_hold": 355,
    "Db:3-4-3/0_on": 356,
    "Db:3-4-3/0_hold": 357,
    "A:4-3-4/3_on": 358,
    "A:4-3-4/3_hold": 359,
    "A:4-3-3/0_on": 360,
    "A:4-3-3/0_hold": 361,
    "Db:3-3-4/0_on": 362,
    "Db:3-3-4/0_hold": 363,
    "Eb:4-3-4/3_on": 364,
    "Eb:4-3-4/3_hold": 365,
    "F:3-4-3/0_on": 366,
    "F:3-4-3/0_hold": 367,
    "F:3-4-2/0_on": 368,
    "F:3-4-2/0_hold": 369,
    "G:3-4-3/3_on": 370,
    "G:3-4-3/3_hold": 371,
    "F:4-3-3/0_on": 372,
    "F:4-3-3/0_hold": 373,
    "D:3-4-3/3_on": 374,
    "D:3-4-3/3_hold": 375,
    "Bb:4-3-4/3_on": 376,
    "Bb:4-3-4/3_hold": 377,
    "F:4-3-3/3_on": 378,
    "F:4-3-3/3_hold": 379,
    "Eb:4-3/1_on": 380,
    "Eb:4-3/1_hold": 381,
    "Bb:4-3-4/2_on": 382,
    "Bb:4-3-4/2_hold": 383,
    "Ab:4-3-3/0_on": 384,
    "Ab:4-3-3/0_hold": 385,
    "Gb:4-3-4/1_on": 386,
    "Gb:4-3-4/1_hold": 387,
    "Ab:3-3/0_on": 388,
    "Ab:3-3/0_hold": 389,
    "E:3-4-3/2_on": 390,
    "E:3-4-3/2_hold": 391,
    "D:3-3-3/0_on": 392,
    "D:3-3-3/0_hold": 393,
    "A:3-4/1_on": 394,
    "A:3-4/1_hold": 395,
    "E:4-3-3/3_on": 396,
    "E:4-3-3/3_hold": 397,
    "C:3-3-3/0_on": 398,
    "C:3-3-3/0_hold": 399,
    "Ab:3-4-3/3_on": 400,
    "Ab:3-4-3/3_hold": 401,
    "Ab:3-4-3/0_on": 402,
    "Ab:3-4-3/0_hold": 403,
    "Db:5-2/0_on": 404,
    "Db:5-2/0_hold": 405,
    "C:3-3/0_on": 406,
    "C:3-3/0_hold": 407,
    "Ab:5-2-3/0_on": 408,
    "Ab:5-2-3/0_hold": 409,
    "Db:4-4/0_on": 410,
    "Db:4-4/0_hold": 411,
    "Db:3-4-3/3_on": 412,
    "Db:3-4-3/3_hold": 413,
    "E:4-3-4/3_on": 414,
    "E:4-3-4/3_hold": 415,
    "B:4-3-2/0_on": 416,
    "B:4-3-2/0_hold": 417,
    "A:4-3-4/2_on": 418,
    "A:4-3-4/2_hold": 419,
    "A:3-4-2/0_on": 420,
    "A:3-4-2/0_hold": 421,
    "D:5-2/0_on": 422,
    "D:5-2/0_hold": 423,
    "D:4-4/0_on": 424,
    "D:4-4/0_hold": 425,
    "Eb:5-2/0_on": 426,
    "Eb:5-2/0_hold": 427,
    "D:5-2-3/0_on": 428,
    "D:5-2-3/0_hold": 429,
    "E:5-2-3/0_on": 430,
    "E:5-2-3/0_hold": 431,
    "A:3-4-4/0_on": 432,
    "A:3-4-4/0_hold": 433,
    "Gb:3-3-4/0_on": 434,
    "Gb:3-3-4/0_hold": 435,
    "Bb:3-3-4/0_on": 436,
    "Bb:3-3-4/0_hold": 437,
    "Ab:3-4-3/2_on": 438,
    "Ab:3-4-3/2_hold": 439,
    "Gb:4-3/2_on": 440,
    "Gb:4-3/2_hold": 441,
    "B:4-3-3/1_on": 442,
    "B:4-3-3/1_hold": 443,
    "Ab:4-3/1_on": 444,
    "Ab:4-3/1_hold": 445,
    "F:3-4/2_on": 446,
    "F:3-4/2_hold": 447,
    "B:4-3/2_on": 448,
    "B:4-3/2_hold": 449,
    "Gb:4-3/1_on": 450,
    "Gb:4-3/1_hold": 451,
    "Bb:3-4-3/3_on": 452,
    "Bb:3-4-3/3_hold": 453,
    "Bb:3-4/2_on": 454,
    "Bb:3-4/2_hold": 455,
    "Eb:4-3-3/3_on": 456,
    "Eb:4-3-3/3_hold": 457,
    "C:3-4-3/2_on": 458,
    "C:3-4-3/2_hold": 459,
    "Gb:3-4-4/0_on": 460,
    "Gb:3-4-4/0_hold": 461,
    "Gb:3-4/2_on": 462,
    "Gb:3-4/2_hold": 463,
    "A:4-3-3/3_on": 464,
    "A:4-3-3/3_hold": 465,
    "Db:3-4-4/0_on": 466,
    "Db:3-4-4/0_hold": 467,
    "Eb:3-4-3/0_on": 468,
    "Eb:3-4-3/0_hold": 469,
    "Bb:4-3-3/1_on": 470,
    "Bb:4-3-3/1_hold": 471,
    "Gb:4-3-4/2_on": 472,
    "Gb:4-3-4/2_hold": 473,
    "Gb:4-3-4/3_on": 474,
    "Gb:4-3-4/3_hold": 475,
    "Db:3-4-3/2_on": 476,
    "Db:3-4-3/2_hold": 477,
    "D:4-3-2/0_on": 478,
    "D:4-3-2/0_hold": 479,
    "D:4-3-3/0_on": 480,
    "D:4-3-3/0_hold": 481,
    "Eb:3-4-3/3_on": 482,
    "Eb:3-4-3/3_hold": 483,
    "Ab:4-3-3/3_on": 484,
    "Ab:4-3-3/3_hold": 485,
    "Db:4-3-2/0_on": 486,
    "Db:4-3-2/0_hold": 487,
    "Ab:3-4/2_on": 488,
    "Ab:3-4/2_hold": 489,
    "Gb:4-3-2/0_on": 490,
    "Gb:4-3-2/0_hold": 491,
    "B:4-3-4/3_on": 492,
    "B:4-3-4/3_hold": 493,
    "Bb:3-3/0_on": 494,
    "Bb:3-3/0_hold": 495,
    "A:3-3-3/0_on": 496,
    "A:3-3-3/0_hold": 497,
    "Ab:4-3-2/0_on": 498,
    "Ab:4-3-2/0_hold": 499,
    "Db:3-4/2_on": 500,
    "Db:3-4/2_hold": 501,
    "Ab:4-3-3/2_on": 502,
    "Ab:4-3-3/2_hold": 503,
    "E:4-3-4/1_on": 504,
    "E:4-3-4/1_hold": 505,
    "Db:4-3-3/2_on": 506,
    "Db:4-3-3/2_hold": 507,
    "C:3-3-4/0_on": 508,
    "C:3-3-4/0_hold": 509,
    "Eb:3-4-3/2_on": 510,
    "Eb:3-4-3/2_hold": 511,
    "Db:4-3-4/2_on": 512,
    "Db:4-3-4/2_hold": 513,
    "Ab:3-3-4/0_on": 514,
    "Ab:3-3-4/0_hold": 515,
    "E:4-3-3/1_on": 516,
    "E:4-3-3/1_hold": 517,
    "B:4-3-3/2_on": 518,
    "B:4-3-3/2_hold": 519,
    "C:4-4/0_on": 520,
    "C:4-4/0_hold": 521,
    "Db:4-3-4/1_on": 522,
    "Db:4-3-4/1_hold": 523,
    "D:3-3-4/0_on": 524,
    "D:3-3-4/0_hold": 525,
    "A:3-3-4/0_on": 526,
    "A:3-3-4/0_hold": 527,
    "Eb:3-3-4/0_on": 528,
    "Eb:3-3-4/0_hold": 529,
    "Db:4-3-3/3_on": 530,
    "Db:4-3-3/3_hold": 531,
    "Eb:4-3-3/1_on": 532,
    "Eb:4-3-3/1_hold": 533,
    "E:4-3-4/2_on": 534,
    "E:4-3-4/2_hold": 535,
    "D:3-4-3/2_on": 536,
    "D:3-4-3/2_hold": 537,
    "Eb:4-3-4/2_on": 538,
    "Eb:4-3-4/2_hold": 539,
    "G:4-3-4/1_on": 540,
    "G:4-3-4/1_hold": 541,
    "Bb:3-4/1_on": 542,
    "Bb:3-4/1_hold": 543,
    "Ab:4-3-4/1_on": 544,
    "Ab:4-3-4/1_hold": 545,
    "Eb:4-3-4/1_on": 546,
    "Eb:4-3-4/1_hold": 547,
    "D:4-3-4/2_on": 548,
    "D:4-3-4/2_hold": 549,
    "A:3-3/0_on": 550,
    "A:3-3/0_hold": 551,
    "F:4-3-3/1_on": 552,
    "F:4-3-3/1_hold": 553,
    "E:4-3-2/0_on": 554,
    "E:4-3-2/0_hold": 555,
    "F:5-2-3/0_on": 556,
    "F:5-2-3/0_hold": 557,
    "F:3-3-3/0_on": 558,
    "F:3-3-3/0_hold": 559,
    "B:3-4-3/2_on": 560,
    "B:3-4-3/2_hold": 561,
    "Gb:4-3-3/3_on": 562,
    "Gb:4-3-3/3_hold": 563,
    "G:3-4-4/0_on": 564,
    "G:3-4-4/0_hold": 565,
    "E:3-3-4/0_on": 566,
    "E:3-3-4/0_hold": 567,
    "E:3-4-2/0_on": 568,
    "E:3-4-2/0_hold": 569,
    "G:4-3-3/2_on": 570,
    "G:4-3-3/2_hold": 571,
    "B:4-4/0_on": 572,
    "B:4-4/0_hold": 573,
    "G:3-4-3/2_on": 574,
    "G:3-4-3/2_hold": 575,
    "G:3-3-4/0_on": 576,
    "G:3-3-4/0_hold": 577,
    "F:4-3-3/2_on": 578,
    "F:4-3-3/2_hold": 579,
    "Eb:3-3-3/0_on": 580,
    "Eb:3-3-3/0_hold": 581,
    "D:3-4-2/0_on": 582,
    "D:3-4-2/0_hold": 583,
    "Bb:3-4-3/2_on": 584,
    "Bb:3-4-3/2_hold": 585,
    "B:3-4-2/0_on": 586,
    "B:3-4-2/0_hold": 587,
    "Db:4-3-3/1_on": 588,
    "Db:4-3-3/1_hold": 589,
    "G:4-3-3/1_on": 590,
    "G:4-3-3/1_hold": 591,
    "Ab:4-3-3/1_on": 592,
    "Ab:4-3-3/1_hold": 593,
    "Gb:3-4-2/0_on": 594,
    "Gb:3-4-2/0_hold": 595,
    "G:3-3-3/0_on": 596,
    "G:3-3-3/0_hold": 597,
    "Gb:3-3-3/0_on": 598,
    "Gb:3-3-3/0_hold": 599,
    "Bb:4-3-3/2_on": 600,
    "Bb:4-3-3/2_hold": 601,
    "B:4-3-4/2_on": 602,
    "B:4-3-4/2_hold": 603,
    "E:4-4/0_on": 604,
    "E:4-4/0_hold": 605,
    "Eb:3-4-4/0_on": 606,
    "Eb:3-4-4/0_hold": 607,
    "A:4-3-3/1_on": 608,
    "A:4-3-3/1_hold": 609,
    "F:3-4-4/0_on": 610,
    "F:3-4-4/0_hold": 611,
    "E:3-3-3/0_on": 612,
    "E:3-3-3/0_hold": 613,
    "Eb:4-3-3/2_on": 614,
    "Eb:4-3-3/2_hold": 615,
    "F:3-3-4/0_on": 616,
    "F:3-3-4/0_hold": 617,
    "Db:3-3-3/0_on": 618,
    "Db:3-3-3/0_hold": 619,
    "Ab:4-4/0_on": 620,
    "Ab:4-4/0_hold": 621,
    "Gb:4-4/0_on": 622,
    "Gb:4-4/0_hold": 623,
    "F:3-4-3/2_on": 624,
    "F:3-4-3/2_hold": 625,
    "A:4-3-4/1_on": 626,
    "A:4-3-4/1_hold": 627,
    "Ab:3-3-3/0_on": 628,
    "Ab:3-3-3/0_hold": 629,
    "Bb:3-4-4/0_on": 630,
    "Bb:3-4-4/0_hold": 631,
    "Ab:3-4-4/0_on": 632,
    "Ab:3-4-4/0_hold": 633,
    "Eb:3-4-2/0_on": 634,
    "Eb:3-4-2/0_hold": 635,
    "Bb:3-4-2/0_on": 636,
    "Bb:3-4-2/0_hold": 637,
    "C:4-3-3/1_on": 638,
    "C:4-3-3/1_hold": 639,
    "C:3-4-4/0_on": 640,
    "C:3-4-4/0_hold": 641
  },
  "counts": {
    "G:4-3/0_on": 5341,
    "G:4-3/0_hold": 5341,
    "C:4-3/0_on": 5155,
    "C:4-3/0_hold": 5155,
    "F:4-3/0_on": 4656,
    "F:4-3/0_hold": 4656,
    "D:4-3/0_on": 4502,
    "D:4-3/0_hold": 4502,
    "A:4-3/0_on": 4349,
    "A:4-3/0_hold": 4349,
    "Bb:4-3/0_on": 4248,
    "Bb:4-3/0_hold": 4248,
    "Eb:4-3/0_on": 4172,
    "Eb:4-3/0_hold": 4172,
    "Ab:4-3/0_on": 4168,
    "Ab:4-3/0_hold": 4168,
    "E:4-3/0_on": 4019,
    "E:4-3/0_hold": 4019,
    "B:4-3/0_on": 3802,
    "B:4-3/0_hold": 3802,
    "Db:4-3/0_on": 3703,
    "Db:4-3/0_hold": 3703,
    "Gb:4-3/0_on": 3637,
    "Gb:4-3/0_hold": 3637,
    "A:3-4/0_on": 3481,
    "A:3-4/0_hold": 3481,
    "E:3-4/0_on": 3152,
    "E:3-4/0_hold": 3152,
    "B:3-4/0_on": 2938,
    "B:3-4/0_hold": 2938,
    "C:3-4/0_on": 2888,
    "C:3-4/0_hold": 2888,
    "G:3-4/0_on": 2864,
    "G:3-4/0_hold": 2864,
    "D:3-4/0_on": 2767,
    "D:3-4/0_hold": 2767,
    "F:3-4/0_on": 2586,
    "F:3-4/0_hold": 2586,
    "Gb:3-4/0_on": 2571,
    "Gb:3-4/0_hold": 2571,
    "Db:3-4/0_on": 2520,
    "Db:3-4/0_hold": 2520,
    "Bb:3-4/0_on": 2458,
    "Bb:3-4/0_hold": 2458,
    "Ab:3-4/0_on": 2418,
    "Ab:3-4/0_hold": 2418,
    "Eb:3-4/0_on": 2161,
    "Eb:3-4/0_hold": 2161,
    "C:2-5/0_on": 706,
    "C:2-5/0_hold": 706,
    "D:2-5/0_on": 545,
    "D:2-5/0_hold": 545,
    "G:2-5/0_on": 501,
    "G:2-5/0_hold": 501,
    "Db:2-5/0_on": 479,
    "Db:2-5/0_hold": 479,
    "A:2-5/0_on": 440,
    "A:2-5/0_hold": 440,
    "B:2-5/0_on": 428,
    "B:2-5/0_hold": 428,
    "F:2-5/0_on": 412,
    "F:2-5/0_hold": 412,
    "C:4-3/2_on": 404,
    "C:4-3/2_hold": 404,
    "Eb:2-5/0_on": 400,
    "Eb:2-5/0_hold": 400,
    "A:3-4-3/0_on": 374,
    "A:3-4-3/0_hold": 374,
    "Bb:3-4-3/0_on": 365,
    "Bb:3-4-3/0_hold": 365,
    "B:3-4-3/0_on": 362,
    "B:3-4-3/0_hold": 362,
    "Bb:2-5/0_on": 354,
    "Bb:2-5/0_hold": 354,
    "Ab:2-5/0_on": 338,
    "Ab:2-5/0_hold": 338,
    "Gb:2-5/0_on": 333,
    "Gb:2-5/0_hold": 333,
    "E:3-4-3/0_on": 328,
    "E:3-4-3/0_hold": 328,
    "F:3-4-3/0_on": 326,
    "F:3-4-3/0_hold": 326,
    "D:3-4-3/0_on": 316,
    "D:3-4-3/0_hold": 316,
    "Eb:3-4-3/0_on": 289,
    "Eb:3-4-3/0_hold": 289,
    "G:5-2/0_on": 283,
    "G:5-2/0_hold": 283,
    "C:3-4-3/0_on": 282,
    "C:3-4-3/0_hold": 282,
    "C:4-3/1_on": 281,
    "C:4-3/1_hold": 281,
    "G:4-3/1_on": 279,
    "G:4-3/1_hold": 279,
    "Ab:3-4-3/0_on": 275,
    "Ab:3-4-3/0_hold": 275,
    "G:3-4-3/0_on": 274,
    "G:3-4-3/0_hold": 274,
    "E:2-5/0_on": 262,
    "E:2-5/0_hold": 262,
    "D:4-3/1_on": 262,
    "D:4-3/1_hold": 262,
    "D:3-4/2_on": 258,
    "D:3-4/2_hold": 258,
    "C:5-2/0_on": 253,
    "C:5-2/0_hold": 253,
    "Gb:4-3/1_on": 240,
    "Gb:4-3/1_hold": 240,
    "D:5-2/0_on": 237,
    "D:5-2/0_hold": 237,
    "A:3-4/2_on": 234,
    "A:3-4/2_hold": 234,
    "E:4-3/1_on": 226,
    "E:4-3/1_hold": 226,
    "Db:5-2/0_on": 226,
    "Db:5-2/0_hold": 226,
    "D:4-3/2_on": 222,
    "D:4-3/2_hold": 222,
    "E:5-2/0_on": 219,
    "E:5-2/0_hold": 219,
    "Db:4-3/1_on": 207,
    "Db:4-3/1_hold": 207,
    "Ab:5-2/0_on": 204,
    "Ab:5-2/0_hold": 204,
    "E:4-3/2_on": 202,
    "E:4-3/2_hold": 202,
    "Bb:5-2/0_on": 202,
    "Bb:5-2/0_hold": 202,
    "Db:4-3/2_on": 201,
    "Db:4-3/2_hold": 201,
    "Db:3-4-3/0_on": 201,
    "Db:3-4-3/0_hold": 201,
    "A:5-2/0_on": 199,
    "A:5-2/0_hold": 199,
    "C:3-4/1_on": 198,
    "C:3-4/1_hold": 198,
    "Eb:4-3/1_on": 195,
    "Eb:4-3/1_hold": 195,
    "Eb:5-2/0_on": 195,
    "Eb:5-2/0_hold": 195,
    "E:3-4/1_on": 194,
    "E:3-4/1_hold": 194,
    "Gb:5-2/0_on": 192,
    "Gb:5-2/0_hold": 192,
    "Gb:3-4-3/0_on": 185,
    "Gb:3-4-3/0_hold": 185,
    "C:3-4/2_on": 181,
    "C:3-4/2_hold": 181,
    "Eb:4-3/2_on": 179,
    "Eb:4-3/2_hold": 179,
    "B:4-3/2_on": 178,
    "B:4-3/2_hold": 178,
    "F:4-3/1_on": 175,
    "F:4-3/1_hold": 175,
    "G:3-4/1_on": 171,
    "G:3-4/1_hold": 171,
    "F:5-2/0_on": 167,
    "F:5-2/0_hold": 167,
    "Db:3-4/2_on": 165,
    "Db:3-4/2_hold": 165,
    "D:3-4/1_on": 163,
    "D:3-4/1_hold": 163,
    "Bb:4-3/2_on": 163,
    "Bb:4-3/2_hold": 163,
    "B:5-2/0_on": 161,
    "B:5-2/0_hold": 161,
    "F:4-3-4/0_on": 155,
    "F:4-3-4/0_hold": 155,
    "Bb:4-3-4/0_on": 154,
    "Bb:4-3-4/0_hold": 154,
    "Ab:4-3-4/0_on": 154,
    "Ab:4-3-4/0_hold": 154,
    "Eb:3-4/1_on": 150,
    "Eb:3-4/1_hold": 150,
    "F:4-3/2_on": 148,
    "F:4-3/2_hold": 148,
    "B:4-3/1_on": 147,
    "B:4-3/1_hold": 147,
    "G:5-2-3/0_on": 139,
    "G:5-2-3/0_hold": 139,
    "Ab:4-3/1_on": 138,
    "Ab:4-3/1_hold": 138,
    "C:4-3-4/0_on": 137,
    "C:4-3-4/0_hold": 137,
    "F:3-4/1_on": 134,
    "F:3-4/1_hold": 134,
    "B:4-3-4/3_on": 133,
    "B:4-3-4/3_hold": 133,
    "Gb:4-3-4/0_on": 126,
    "Gb:4-3-4/0_hold": 126,
    "Eb:4-3-4/0_on": 123,
    "Eb:4-3-4/0_hold": 123,
    "C:4-3-4/3_on": 122,
    "C:4-3-4/3_hold": 122,
    "A:3-4-3/3_on": 120,
    "A:3-4-3/3_hold": 120,
    "D:5-2-3/0_on": 117,
    "D:5-2-3/0_hold": 117,
    "A:4-3/1_on": 116,
    "A:4-3/1_hold": 116,
    "B:4-3-4/0_on": 111,
    "B:4-3-4/0_hold": 111,
    "D:3-4-3/3_on": 109,
    "D:3-4-3/3_hold": 109,
    "F:5-2-3/0_on": 109,
    "F:5-2-3/0_hold": 109,
    "Gb:3-4/1_on": 108,
    "Gb:3-4/1_hold": 108,
    "Ab:3-4/1_on": 106,
    "Ab:3-4/1_hold": 106,
    "Ab:5-2-3/0_on": 106,
    "Ab:5-2-3/0_hold": 106,
    "G:4-3-4/0_on": 105,
    "G:4-3-4/0_hold": 105,
    "E:4-3-4/0_on": 104,
    "E:4-3-4/0_hold": 104,
    "Eb:5-2-3/0_on": 103,
    "Eb:5-2-3/0_hold": 103,
    "A:4-3-4/0_on": 103,
    "A:4-3-4/0_hold": 103,
    "C:3-4-3/3_on": 103,
    "C:3-4-3/3_hold": 103,
    "D:4-3-3/0_on": 102,
    "D:4-3-3/0_hold": 102,
    "Bb:4-3-4/3_on": 100,
    "Bb:4-3-4/3_hold": 100,
    "Eb:4-3-4/3_on": 98,
    "Eb:4-3-4/3_hold": 98,
    "C:5-2-3/0_on": 96,
    "C:5-2-3/0_hold": 96,
    "B:3-4-3/3_on": 95,
    "B:3-4-3/3_hold": 95,
    "Bb:4-3/1_on": 95,
    "Bb:4-3/1_hold": 95,
    "G:4-3/2_on": 93,
    "G:4-3/2_hold": 93,
    "D:4-3-4/3_on": 92,
    "D:4-3-4/3_hold": 92,
    "Gb:5-2-3/0_on": 90,
    "Gb:5-2-3/0_hold": 90,
    "G:3-4-3/3_on": 90,
    "G:3-4-3/3_hold": 90,
    "Db:4-3-4/0_on": 87,
    "Db:4-3-4/0_hold": 87,
    "A:4-3-3/0_on": 87,
    "A:4-3-3/0_hold": 87,
    "B:3-3/0_on": 86,
    "B:3-3/0_hold": 86,
    "F:3-4/2_on": 86,
    "F:3-4/2_hold": 86,
    "E:5-2-3/0_on": 85,
    "E:5-2-3/0_hold": 85,
    "Eb:4-3-3/0_on": 83,
    "Eb:4-3-3/0_hold": 83,
    "Db:3-4/1_on": 81,
    "Db:3-4/1_hold": 81,
    "Ab:4-3/2_on": 81,
    "Ab:4-3/2_hold": 81,
    "Db:5-2-3/0_on": 79,
    "Db:5-2-3/0_hold": 79,
    "Ab:3-4-3/3_on": 79,
    "Ab:3-4-3/3_hold": 79,
    "E:3-4/2_on": 78,
    "E:3-4/2_hold": 78,
    "Eb:3-4/2_on": 78,
    "Eb:3-4/2_hold": 78,
    "Bb:4-3-2/0_on": 76,
    "Bb:4-3-2/0_hold": 76,
    "F:3-4-3/3_on": 76,
    "F:3-4-3/3_hold": 76,
    "A:5-2-3/0_on": 75,
    "A:5-2-3/0_hold": 75,
    "A:4-3/2_on": 74,
    "A:4-3/2_hold": 74,
    "E:4-3-3/0_on": 73,
    "E:4-3-3/0_hold": 73,
    "Bb:5-2-3/0_on": 72,
    "Bb:5-2-3/0_hold": 72,
    "B:3-4/2_on": 70,
    "B:3-4/2_hold": 70,
    "Db:3-4-3/3_on": 70,
    "Db:3-4-3/3_hold": 70,
    "G:4-3-3/0_on": 69,
    "G:4-3-3/0_hold": 69,
    "Gb:4-3/2_on": 69,
    "Gb:4-3/2_hold": 69,
    "Ab:4-3-3/3_on": 69,
    "Ab:4-3-3/3_hold": 69,
    "G:4-3-4/3_on": 67,
    "G:4-3-4/3_hold": 67,
    "Db:3-3/0_on": 67,
    "Db:3-3/0_hold": 67,
    "F:4-3-3/0_on": 67,
    "F:4-3-3/0_hold": 67,
    "D:4-3-3/3_on": 66,
    "D:4-3-3/3_hold": 66,
    "Ab:4-3-4/3_on": 66,
    "Ab:4-3-4/3_hold": 66,
    "Db:4-3-4/3_on": 65,
    "Db:4-3-4/3_hold": 65,
    "Bb:3-4-3/3_on": 65,
    "Bb:3-4-3/3_hold": 65,
    "Ab:4-3-2/0_on": 65,
    "Ab:4-3-2/0_hold": 65,
    "D:4-3-4/0_on": 64,
    "D:4-3-4/0_hold": 64,
    "Gb:4-3-4/3_on": 64,
    "Gb:4-3-4/3_hold": 64,
    "F:4-3-2/0_on": 63,
    "F:4-3-2/0_hold": 63,
    "Gb:4-3-2/0_on": 63,
    "Gb:4-3-2/0_hold": 63,
    "Db:4-3-3/0_on": 62,
    "Db:4-3-3/0_hold": 62,
    "F:4-3-4/3_on": 61,
    "F:4-3-4/3_hold": 61,
    "A:4-3-4/3_on": 61,
    "A:4-3-4/3_hold": 61,
    "Eb:3-4-3/3_on": 61,
    "Eb:3-4-3/3_hold": 61,
    "Ab:3-4/2_on": 61,
    "Ab:3-4/2_hold": 61,
    "C:4-3-2/0_on": 60,
    "C:4-3-2/0_hold": 60,
    "Bb:3-4/2_on": 60,
    "Bb:3-4/2_hold": 60,
    "Gb:4-3-3/0_on": 57,
    "Gb:4-3-3/0_hold": 57,
    "Bb:4-3-3/0_on": 57,
    "Bb:4-3-3/0_hold": 57,
    "Bb:3-3/0_on": 57,
    "Bb:3-3/0_hold": 57,
    "E:3-4-3/3_on": 55,
    "E:3-4-3/3_hold": 55,
    "G:3-4/2_on": 55,
    "G:3-4/2_hold": 55,
    "Gb:3-4/2_on": 55,
    "Gb:3-4/2_hold": 55,
    "Gb:3-3/0_on": 54,
    "Gb:3-3/0_hold": 54,
    "Ab:4-3-3/0_on": 54,
    "Ab:4-3-3/0_hold": 54,
    "D:3-3/0_on": 53,
    "D:3-3/0_hold": 53,
    "Eb:4-3-2/0_on": 52,
    "Eb:4-3-2/0_hold": 52,
    "B:5-2-3/0_on": 52,
    "B:5-2-3/0_hold": 52,
    "G:4-3-2/0_on": 50,
    "G:4-3-2/0_hold": 50,
    "D:4-3-2/0_on": 50,
    "D:4-3-2/0_hold": 50,
    "C:3-3/0_on": 49,
    "C:3-3/0_hold": 49,
    "A:3-4/1_on": 48,
    "A:3-4/1_hold": 48,
    "B:4-3-3/0_on": 47,
    "B:4-3-3/0_hold": 47,
    "Db:4-3-2/0_on": 47,
    "Db:4-3-2/0_hold": 47,
    "Ab:3-3/0_on": 44,
    "Ab:3-3/0_hold": 44,
    "E:3-3/0_on": 43,
    "E:3-3/0_hold": 43,
    "C:4-3-3/0_on": 43,
    "C:4-3-3/0_hold": 43,
    "B:4-3-2/0_on": 42,
    "B:4-3-2/0_hold": 42,
    "Eb:3-3/0_on": 39,
    "Eb:3-3/0_hold": 39,
    "E:4-3-4/3_on": 39,
    "E:4-3-4/3_hold": 39,
    "A:4-3-2/0_on": 38,
    "A:4-3-2/0_hold": 38,
    "G:3-3/0_on": 37,
    "G:3-3/0_hold": 37,
    "G:4-3-3/3_on": 35,
    "G:4-3-3/3_hold": 35,
    "Db:4-3-3/3_on": 35,
    "Db:4-3-3/3_hold": 35,
    "A:4-3-3/3_on": 34,
    "A:4-3-3/3_hold": 34,
    "C:4-4/0_on": 34,
    "C:4-4/0_hold": 34,
    "A:3-3/0_on": 34,
    "A:3-3/0_hold": 34,
    "E:4-3-2/0_on": 34,
    "E:4-3-2/0_hold": 34,
    "D:4-3-3/2_on": 32,
    "D:4-3-3/2_hold": 32,
    "Eb:4-3-3/3_on": 32,
    "Eb:4-3-3/3_hold": 32,
    "Gb:3-4-3/3_on": 31,
    "Gb:3-4-3/3_hold": 31,
    "C:4-3-3/3_on": 31,
    "C:4-3-3/3_hold": 31,
    "Bb:4-3-3/3_on": 31,
    "Bb:4-3-3/3_hold": 31,
    "Gb:4-3-4/2_on": 31,
    "Gb:4-3-4/2_hold": 31,
    "F:3-3/0_on": 30,
    "F:3-3/0_hold": 30,
    "C:4-3-4/2_on": 30,
    "C:4-3-4/2_hold": 30,
    "B:4-3-3/3_on": 30,
    "B:4-3-3/3_hold": 30,
    "E:4-3-3/3_on": 29,
    "E:4-3-3/3_hold": 29,
    "Gb:3-3-4/0_on": 29,
    "Gb:3-3-4/0_hold": 29,
    "B:3-4/1_on": 28,
    "B:3-4/1_hold": 28,
    "C:3-4-3/2_on": 28,
    "C:3-4-3/2_hold": 28,
    "A:4-3-3/2_on": 27,
    "A:4-3-3/2_hold": 27,
    "C:4-3-4/1_on": 27,
    "C:4-3-4/1_hold": 27,
    "Bb:3-3-4/0_on": 27,
    "Bb:3-3-4/0_hold": 27,
    "Ab:4-3-4/2_on": 25,
    "Ab:4-3-4/2_hold": 25,
    "D:4-4/0_on": 25,
    "D:4-4/0_hold": 25,
    "Db:4-3-4/1_on": 25,
    "Db:4-3-4/1_hold": 25,
    "B:3-3-4/0_on": 24,
    "B:3-3-4/0_hold": 24,
    "Db:4-3-3/2_on": 24,
    "Db:4-3-3/2_hold": 24,
    "Gb:4-3-3/3_on": 24,
    "Gb:4-3-3/3_hold": 24,
    "Db:4-4/0_on": 23,
    "Db:4-4/0_hold": 23,
    "Eb:4-3-4/1_on": 23,
    "Eb:4-3-4/1_hold": 23,
    "E:3-4-3/2_on": 21,
    "E:3-4-3/2_hold": 21,
    "E:4-3-4/1_on": 21,
    "E:4-3-4/1_hold": 21,
    "G:4-3-4/2_on": 20,
    "G:4-3-4/2_hold": 20,
    "D:4-3-4/1_on": 20,
    "D:4-3-4/1_hold": 20,
    "F:4-3-3/3_on": 20,
    "F:4-3-3/3_hold": 20,
    "Eb:4-4/0_on": 19,
    "Eb:4-4/0_hold": 19,
    "F:4-3-4/1_on": 18,
    "F:4-3-4/1_hold": 18,
    "Gb:4-3-4/1_on": 18,
    "Gb:4-3-4/1_hold": 18,
    "E:3-3-4/0_on": 18,
    "E:3-3-4/0_hold": 18,
    "B:4-3-4/1_on": 17,
    "B:4-3-4/1_hold": 17,
    "A:3-4-3/2_on": 17,
    "A:3-4-3/2_hold": 17,
    "F:4-3-4/2_on": 17,
    "F:4-3-4/2_hold": 17,
    "A:3-3-4/0_on": 17,
    "A:3-3-4/0_hold": 17,
    "Eb:4-3-4/2_on": 17,
    "Eb:4-3-4/2_hold": 17,
    "G:3-3-4/0_on": 17,
    "G:3-3-4/0_hold": 17,
    "Bb:4-3-4/1_on": 16,
    "Bb:4-3-4/1_hold": 16,
    "Ab:4-3-3/2_on": 16,
    "Ab:4-3-3/2_hold": 16,
    "G:4-4/0_on": 15,
    "G:4-4/0_hold": 15,
    "G:4-3-4/1_on": 15,
    "G:4-3-4/1_hold": 15,
    "C:4-3-3/2_on": 14,
    "C:4-3-3/2_hold": 14,
    "Bb:4-3-4/2_on": 14,
    "Bb:4-3-4/2_hold": 14,
    "A:4-3-4/2_on": 14,
    "A:4-3-4/2_hold": 14,
    "Bb:3-4/1_on": 14,
    "Bb:3-4/1_hold": 14,
    "Eb:4-3-3/2_on": 14,
    "Eb:4-3-3/2_hold": 14,
    "F:4-4/0_on": 13,
    "F:4-4/0_hold": 13,
    "Ab:3-4-3/2_on": 13,
    "Ab:3-4-3/2_hold": 13,
    "Eb:3-3-4/0_on": 13,
    "Eb:3-3-4/0_hold": 13,
    "E:4-3-4/2_on": 13,
    "E:4-3-4/2_hold": 13,
    "Db:4-3-4/2_on": 12,
    "Db:4-3-4/2_hold": 12,
    "D:3-3-4/0_on": 12,
    "D:3-3-4/0_hold": 12,
    "A:4-3-3/1_on": 12,
    "A:4-3-3/1_hold": 12,
    "Db:3-3-4/0_on": 11,
    "Db:3-3-4/0_hold": 11,
    "Gb:4-4/0_on": 11,
    "Gb:4-4/0_hold": 11,
    "Db:3-3-3/0_on": 10,
    "Db:3-3-3/0_hold": 10,
    "C:3-4-2/0_on": 9,
    "C:3-4-2/0_hold": 9,
    "Gb:4-3-3/2_on": 9,
    "Gb:4-3-3/2_hold": 9,
    "Db:3-4-3/2_on": 9,
    "Db:3-4-3/2_hold": 9,
    "Ab:3-3-4/0_on": 9,
    "Ab:3-3-4/0_hold": 9,
    "Ab:4-3-4/1_on": 9,
    "Ab:4-3-4/1_hold": 9,
    "D:4-3-4/2_on": 9,
    "D:4-3-4/2_hold": 9,
    "B:3-4-3/2_on": 9,
    "B:3-4-3/2_hold": 9,
    "F:4-3-3/2_on": 9,
    "F:4-3-3/2_hold": 9,
    "Gb:3-4-4/0_on": 8,
    "Gb:3-4-4/0_hold": 8,
    "Eb:3-4-3/2_on": 8,
    "Eb:3-4-3/2_hold": 8,
    "B:4-3-3/2_on": 8,
    "B:4-3-3/2_hold": 8,
    "D:3-4-3/2_on": 8,
    "D:3-4-3/2_hold": 8,
    "F:4-3-3/1_on": 8,
    "F:4-3-3/1_hold": 8,
    "G:3-4-3/2_on": 8,
    "G:3-4-3/2_hold": 8,
    "Ab:4-3-3/1_on": 8,
    "Ab:4-3-3/1_hold": 8,
    "Bb:4-3-3/2_on": 8,
    "Bb:4-3-3/2_hold": 8,
    "B:4-3-4/2_on": 8,
    "B:4-3-4/2_hold": 8,
    "E:3-3-3/0_on": 8,
    "E:3-3-3/0_hold": 8,
    "F:3-3-4/0_on": 8,
    "F:3-3-4/0_hold": 8,
    "F:3-4-3/2_on": 8,
    "F:3-4-3/2_hold": 8,
    "A:4-3-4/1_on": 8,
    "A:4-3-4/1_hold": 8,
    "Ab:3-3-3/0_on": 8,
    "Ab:3-3-3/0_hold": 8,
    "D:4-3-3/1_on": 7,
    "D:4-3-3/1_hold": 7,
    "A:4-4/0_on": 7,
    "A:4-4/0_hold": 7,
    "Gb:3-4-3/2_on": 7,
    "Gb:3-4-3/2_hold": 7,
    "Ab:3-4-2/0_on": 7,
    "Ab:3-4-2/0_hold": 7,
    "F:3-4-2/0_on": 7,
    "F:3-4-2/0_hold": 7,
    "C:3-3-4/0_on": 7,
    "C:3-3-4/0_hold": 7,
    "E:4-3-3/1_on": 7,
    "E:4-3-3/1_hold": 7,
    "G:4-3-3/2_on": 7,
    "G:4-3-3/2_hold": 7,
    "Bb:3-4-3/2_on": 7,
    "Bb:3-4-3/2_hold": 7,
    "E:4-3-3/2_on": 6,
    "E:4-3-3/2_hold": 6,
    "Gb:4-3-3/1_on": 6,
    "Gb:4-3-3/1_hold": 6,
    "C:3-3-3/0_on": 6,
    "C:3-3-3/0_hold": 6,
    "Bb:4-4/0_on": 5,
    "Bb:4-4/0_hold": 5,
    "D:3-3-3/0_on": 5,
    "D:3-3-3/0_hold": 5,
    "A:3-4-2/0_on": 5,
    "A:3-4-2/0_hold": 5,
    "B:4-3-3/1_on": 5,
    "B:4-3-3/1_hold": 5,
    "D:3-4-2/0_on": 5,
    "D:3-4-2/0_hold": 5,
    "G:4-3-3/1_on": 5,
    "G:4-3-3/1_hold": 5,
    "Eb:3-4-4/0_on": 5,
    "Eb:3-4-4/0_hold": 5,
    "Ab:4-4/0_on": 5,
    "Ab:4-4/0_hold": 5,
    "Eb:3-4-2/0_on": 5,
    "Eb:3-4-2/0_hold": 5,
    "Db:3-4-4/0_on": 4,
    "Db:3-4-4/0_hold": 4,
    "Eb:4-3-3/1_on": 4,
    "Eb:4-3-3/1_hold": 4,
    "E:3-4-2/0_on": 4,
    "E:3-4-2/0_hold": 4,
    "Eb:3-3-3/0_on": 4,
    "Eb:3-3-3/0_hold": 4,
    "Db:4-3-3/1_on": 4,
    "Db:4-3-3/1_hold": 4,
    "Gb:3-3-3/0_on": 4,
    "Gb:3-3-3/0_hold": 4,
    "A:3-3-3/0_on": 3,
    "A:3-3-3/0_hold": 3,
    "F:3-3-3/0_on": 3,
    "F:3-3-3/0_hold": 3,
    "G:3-4-4/0_on": 3,
    "G:3-4-4/0_hold": 3,
    "Bb:3-4-4/0_on": 3,
    "Bb:3-4-4/0_hold": 3,
    "E:3-4-4/0_on": 2,
    "E:3-4-4/0_hold": 2,
    "Db:3-4-2/0_on": 2,
    "Db:3-4-2/0_hold": 2,
    "A:3-4-4/0_on": 2,
    "A:3-4-4/0_hold": 2,
    "B:3-4-2/0_on": 2,
    "B:3-4-2/0_hold": 2,
    "Gb:3-4-2/0_on": 2,
    "Gb:3-4-2/0_hold": 2,
    "G:3-3-3/0_on": 2,
    "G:3-3-3/0_hold": 2,
    "E:4-4/0_on": 2,
    "E:4-4/0_hold": 2,
    "F:3-4-4/0_on": 2,
    "F:3-4-4/0_hold": 2,
    "Ab:3-4-4/0_on": 2,
    "Ab:3-4-4/0_hold": 2,
    "Bb:3-4-2/0_on": 2,
    "Bb:3-4-2/0_hold": 2,
    "C:4-3-3/1_on": 2,
    "C:4-3-3/1_hold": 2,
    "Bb:4-3-3/1_on": 1,
    "Bb:4-3-3/1_hold": 1,
    "B:4-4/0_on": 1,
    "B:4-4/0_hold": 1,
    "C:3-4-4/0_on": 1,
    "C:3-4-4/0_hold": 1
  }
}