{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "E:3-4/0_on": 4,
    "E:3-4/0_hold": 5,
    "D:4-3/0_on": 6,
    "D:4-3/0_hold": 7,
    "C:4-3-4/0_on": 8,
    "C:4-3-4/0_hold": 9,
    "C:4-3-4-7/0_on": 10,
    "C:4-3-4-7/0_hold": 11,
    "C:4-3/0_on": 12,
    "C:4-3/0_hold": 13,
    "G:4-3/0_on": 14,
    "G:4-3/0_hold": 15,
    "D:4-3/1_on": 16,
    "D:4-3/1_hold": 17,
    "B:4-3/1_on": 18,
    "B:4-3/1_hold": 19,
    "D:4-3-2/0_on": 20,
    "D:4-3-2/0_hold": 21,
    "D:4-3-3/0_on": 22,
    "D:4-3-3/0_hold": 23,
    "G:4-3-3/0_on": 24,
    "G:4-3-3/0_hold": 25,
    "A:3-4/0_on": 26,
    "A:3-4/0_hold": 27,
    "A:4-3-3/0_on": 28,
    "A:4-3-3/0_hold": 29,
    "G:4-3-4/0_on": 30,
    "G:4-3-4/0_hold": 31,
    "B:3-3/0_on": 32,
    "B:3-3/0_hold": 33,
    "C:4-4/0_on": 34,
    "C:4-4/0_hold": 35,
    "C:3-4/0_on": 36,
    "C:3-4/0_hold": 37,
    "B:4-3-3/0_on": 38,
    "B:4-3-3/0_hold": 39,
    "A:4-3/0_on": 40,
    "A:4-3/0_hold": 41,
    "Ab:4-3/0_on": 42,
    "Ab:4-3/0_hold": 43,
    "C:4-3-3/0_on": 44,
    "C:4-3-3/0_hold": 45,
    "A:4-3-3/1_on": 46,
    "A:4-3-3/1_hold": 47,
    "E:4-3-3/2_on": 48,
    "E:4-3-3/2_hold": 49,
    "E:4-3/1_on": 50,
    "E:4-3/1_hold": 51,
    "E:4-3/0_on": 52,
    "E:4-3/0_hold": 53,
    "F:3-3-3/0_on": 54,
    "F:3-3-3/0_hold": 55,
    "Gb:3-4/0_on": 56,
    "Gb:3-4/0_hold": 57,
    "E:5-2/0_on": 58,
    "E:5-2/0_hold": 59,
    "E:4-3-3/0_on": 60,
    "E:4-3-3/0_hold": 61,
    "A:4-3/2_on": 62,
    "A:4-3/2_hold": 63,
    "G:3-3-3/0_on": 64,
    "G:3-3-3/0_hold": 65,
    "F:4-3/0_on": 66,
    "F:4-3/0_hold": 67,
    "Db:3-3/1_on": 68,
    "Db:3-3/1_hold": 69,
    "Bb:4-3/1_on": 70,
    "Bb:4-3/1_hold": 71,
    "A:4-3/1_on": 72,
    "A:4-3/1_hold": 73,
    "Bb:3-3-3/0_on": 74,
    "Bb:3-3-3/0_hold": 75,
    "Ab:3-3-3/0_on": 76,
    "Ab:3-3-3/0_hold": 77,
    "B:3-4-3/0_on": 78,
    "B:3-4-3/0_hold": 79,
    "D:4-3/2_on": 80,
    "D:4-3/2_hold": 81,
    "G:4-3/1_on": 82,
    "G:4-3/1_hold": 83,
    "D:4-3-3/2_on": 84,
    "D:4-3-3/2_hold": 85,
    "G:3-4/1_on": 86,
    "G:3-4/1_hold": 87,
    "A:3-3-3/0_on": 88,
    "A:3-3-3/0_hold": 89,
    "Bb:4-3/0_on": 90,
    "Bb:4-3/0_hold": 91,
    "F:4-3-3/0_on": 92,
    "F:4-3-3/0_hold": 93,
    "Eb:4-3/0_on": 94,
    "Eb:4-3/0_hold": 95,
    "G:3-4-3/0_on": 96,
    "G:3-4-3/0_hold": 97,
    "F:4-3-2/0_on": 98,
    "F:4-3-2/0_hold": 99,
    "E:3-4-3/0_on": 100,
    "E:3-4-3/0_hold": 101,
    "Eb:3-4-3/0_on": 102,
    "Eb:3-4-3/0_hold": 103,
    "D:3-4-3/0_on": 104,
    "D:3-4-3/0_hold": 105,
    "G:4-4/0_on": 106,
    "G:4-4/0_hold": 107,
    "F:3-4-3/0_on": 108,
    "F:3-4-3/0_hold": 109,
    "Gb:3-3/0_on": 110,
    "Gb:3-3/0_hold": 111,
    "C:3-4-3/0_on": 112,
    "C:3-4-3/0_hold": 113,
    "A:4-3-3-4/0_on": 114,
    "A:4-3-3-4/0_hold": 115,
    "F:3-4-2/0_on": 116,
    "F:3-4-2/0_hold": 117,
    "F:4-3-4/0_on": 118,
    "F:4-3-4/0_hold": 119,
    "Bb:4-3-4/0_on": 120,
    "Bb:4-3-4/0_hold": 121,
    "Eb:4-3-3-4/0_on": 122,
    "Eb:4-3-3-4/0_hold": 123,
    "A:4-3-3/2_on": 124,
    "A:4-3-3/2_hold": 125,
    "C:4-3-3-3/0_on": 126,
    "C:4-3-3-3/0_hold": 127,
    "Bb:4-3-2/0_on": 128,
    "Bb:4-3-2/0_hold": 129,
    "F:4-3/1_on": 130,
    "F:4-3/1_hold": 131,
    "Eb:4-3-2/0_on": 132,
    "Eb:4-3-2/0_hold": 133,
    "E:4-3-2/0_on": 134,
    "E:4-3-2/0_hold": 135,
    "Gb:4-3/0_on": 136,
    "Gb:4-3/0_hold": 137,
    "Bb:3-4/0_on": 138,
    "Bb:3-4/0_hold": 139,
    "C:4-3-2/0_on": 140,
    "C:4-3-2/0_hold": 141,
    "Bb:4-3-3/0_on": 142,
    "Bb:4-3-3/0_hold": 143,
    "C:4-3-3-4/1_on": 144,
    "C:4-3-3-4/1_hold": 145,
    "Gb:3-3-3/0_on": 146,
    "Gb:3-3-3/0_hold": 147,
    "C:4-3-2/2_on": 148,
    "C:4-3-2/2_hold": 149,
    "C:4-3-3/1_on": 150,
    "C:4-3-3/1_hold": 151,
    "A:3-4-3/0_on": 152,
    "A:3-4-3/0_hold": 153,
    "D:4-3-3/1_on": 154,
    "D:4-3-3/1_hold": 155,
    "F:3-4/0_on": 156,
    "F:3-4/0_hold": 157,
    "Db:4-3-4/0_on": 158,
    "Db:4-3-4/0_hold": 159,
    "Db:4-3/0_on": 160,
    "Db:4-3/0_hold": 161,
    "Bb:3-4-2/0_on": 162,
    "Bb:3-4-2/0_hold": 163,
    "Ab:4-3-3/0_on": 164,
    "Ab:4-3-3/0_hold": 165,
    "Gb:4-3-3/0_on": 166,
    "Gb:4-3-3/0_hold": 167,
    "Eb:4-3-3/0_on": 168,
    "Eb:4-3-3/0_hold": 169,
    "Db:4-3-3/0_on": 170,
    "Db:4-3-3/0_hold": 171,
    "Db:4-3-3/1_on": 172,
    "Db:4-3-3/1_hold": 173,
    "D:4-3-4/1_on": 174,
    "D:4-3-4/1_hold": 175,
    "B:3-4-2/0_on": 176,
    "B:3-4-2/0_hold": 177,
    "D:3-4-2/0_on": 178,
    "D:3-4-2/0_hold": 179,
    "Gb:3-4/2_on": 180,
    "Gb:3-4/2_hold": 181,
    "B:3-4/0_on": 182,
    "B:3-4/0_hold": 183,
    "Bb:3-4-3/0_on": 184,
    "Bb:3-4-3/0_hold": 185,
    "Db:3-4-3/0_on": 186,
    "Db:3-4-3/0_hold": 187,
    "C:4-3-3-5/0_on": 188,
    "C:4-3-3-5/0_hold": 189,
    "B:3-3-3/0_on": 190,
    "B:3-3-3/0_hold": 191,
    "G:3-4/0_on": 192,
    "G:3-4/0_hold": 193,
    "D:4-3-3-4/0_on": 194,
    "D:4-3-3-4/0_hold": 195,
    "A:4-3-4/1_on": 196,
    "A:4-3-4/1_hold": 197,
    "E:4-3-10/0_on": 198,
    "E:4-3-10/0_hold": 199,
    "A:4-3-4/3_on": 200,
    "A:4-3-4/3_hold": 201,
    "D:3-4/0_on": 202,
    "D:3-4/0_hold": 203,
    "C:4-3-3-4/0_on": 204,
    "C:4-3-3-4/0_hold": 205,
    "Db:4-3-3-4/0_on": 206,
    "Db:4-3-3-4/0_hold": 207,
    "F:4-3-3-4/0_on": 208,
    "F:4-3-3-4/0_hold": 209,
    "Eb:4-3-3-3/0_on": 210,
    "Eb:4-3-3-3/0_hold": 211,
    "Ab:4-3-4/0_on": 212,
    "Ab:4-3-4/0_hold": 213,
    "Ab:4-3-3-4/0_on": 214,
    "Ab:4-3-3-4/0_hold": 215,
    "Ab:3-4-3/0_on": 216,
    "Ab:3-4-3/0_hold": 217,
    "Db:4-3-3-3/0_on": 218,
    "Db:4-3-3-3/0_hold": 219,
    "Gb:4-3-4/0_on": 220,
    "Gb:4-3-4/0_hold": 221,
    "Gb:4-3-3-4/0_on": 222,
    "Gb:4-3-3-4/0_hold": 223,
    "B:4-3-4-3/0_on": 224,
    "B:4-3-4-3/0_hold": 225,
    "Eb:4-3-4/0_on": 226,
    "Eb:4-3-4/0_hold": 227,
    "G:4-3-3-4/0_on": 228,
    "G:4-3-3-4/0_hold": 229,
    "Eb:4-3/2_on": 230,
    "Eb:4-3/2_hold": 231,
    "Gb:3-4-3/0_on": 232,
    "Gb:3-4-3/0_hold": 233,
    "D:4-3-4/0_on": 234,
    "D:4-3-4/0_hold": 235,
    "Eb:3-4/0_on": 236,
    "Eb:3-4/0_hold": 237,
    "D:4-3-3-3/0_on": 238,
    "D:4-3-3-3/0_hold": 239,
    "Ab:3-4/0_on": 240,
    "Ab:3-4/0_hold": 241,
    "Db:3-4/0_on": 242,
    "Db:3-4/0_hold": 243,
    "A:3-4-4/0_on": 244,
    "A:3-4-4/0_hold": 245,
    "G:3-3/0_on": 246,
    "G:3-3/0_hold": 247,
    "C:3-4-3-4/0_on": 248,
    "C:3-4-3-4/0_hold": 249,
    "C:3-3/0_on": 250,
    "C:3-3/0_hold": 251,
    "B:3-4-4/0_on": 252,
    "B:3-4-4/0_hold": 253,
    "F:3-3/0_on": 254,
    "F:3-3/0_hold": 255,
    "Eb:3-3/0_on": 256,
    "Eb:3-3/0_hold": 257,
    "C:4-3/2_on": 258,
    "C:4-3/2_hold": 259,
    "G:4-3-3/1_on": 260,
    "G:4-3-3/1_hold": 261,
    "C:4-3/1_on": 262,
    "C:4-3/1_hold": 263,
    "G:4-3-3/2_on": 264,
    "G:4-3-3/2_hold": 265,
    "A:3-4/1_on": 266,
    "A:3-4/1_hold": 267,
    "D:3-4/1_on": 268,
    "D:3-4/1_hold": 269,
    "F:3-4-2/3_on": 270,
    "F:3-4-2/3_hold": 271,
    "B:4-3/0_on": 272,
    "B:4-3/0_hold": 273,
    "Bb:3-3/0_on": 274,
    "Bb:3-3/0_hold": 275,
    "G:4-3-2/0_on": 276,
    "G:4-3-2/0_hold": 277,
    "Gb:4-3-3-3/0_on": 278,
    "Gb:4-3-3-3/0_hold": 279,
    "B:4-3-3-3/0_on": 280,
    "B:4-3-3-3/0_hold": 281,
    "Ab:4-3-3-4-3-4/0_on": 282,
    "Ab:4-3-3-4-3-4/0_hold": 283,
    "D:3-4-3-4/0_on": 284,
    "D:3-4-3-4/0_hold": 285,
    "Eb:3-4-2/0_on": 286,
    "Eb:3-4-2/0_hold": 287,
    "C:3-4-2/0_on": 288,
    "C:3-4-2/0_hold": 289,
    "A:4-3-3-5/0_on": 290,
    "A:4-3-3-5/0_hold": 291,
    "G:4-3-3-5/0_on": 292,
    "G:4-3-3-5/0_hold": 293,
    "E:3-4-2/0_on": 294,
    "E:3-4-2/0_hold": 295,
    "A:3-4-2/0_on": 296,
    "A:3-4-2/0_hold": 297,
    "B:4-4/0_on": 298,
    "B:4-4/0_hold": 299,
    "E:3-4-3-4/0_on": 300,
    "E:3-4-3-4/0_hold": 301,
    "E:4-3-3-4-3-4/0_on": 302,
    "E:4-3-3-4-3-4/0_hold": 303,
    "D:4-3-3-4-3-4/0_on": 304,
    "D:4-3-3-4-3-4/0_hold": 305,
    "C:5-2-3-4/0_on": 306,
    "C:5-2-3-4/0_hold": 307,
    "Bb:4-3-3-4/0_on": 308,
    "Bb:4-3-3-4/0_hold": 309,
    "Bb:4-3/2_on": 310,
    "Bb:4-3/2_hold": 311,
    "D:4-4/0_on": 312,
    "D:4-4/0_hold": 313,
    "Ab:3-3/0_on": 314,
    "Ab:3-3/0_hold": 315,
    "G:3-4-2/0_on": 316,
    "G:3-4-2/0_hold": 317,
    "B:4-3-4/0_on": 318,
    "B:4-3-4/0_hold": 319,
    "A:4-3-3-3/0_on": 320,
    "A:4-3-3-3/0_hold": 321,
    "Db:3-4-2/0_on": 322,
    "Db:3-4-2/0_hold": 323,
    "Eb:5-2/0_on": 324,
    "Eb:5-2/0_hold": 325,
    "E:4-3-3-4/0_on": 326,
    "E:4-3-3-4/0_hold": 327,
    "F:4-3-4/1_on": 328,
    "F:4-3-4/1_hold": 329,
    "C:3-3-3/0_on": 330,
    "C:3-3-3/0_hold": 331,
    "A:3-4/2_on": 332,
    "A:3-4/2_hold": 333,
    "C:5-2-3/0_on": 334,
    "C:5-2-3/0_hold": 335,
    "A:5-2-3/0_on": 336,
    "A:5-2-3/0_hold": 337,
    "G:5-2-3/0_on": 338,
    "G:5-2-3/0_hold": 339,
    "D:3-4-3/3_on": 340,
    "D:3-4-3/3_hold": 341,
    "G:3-4-3/1_on": 342,
    "G:3-4-3/1_hold": 343,
    "G:3-4-2/1_on": 344,
    "G:3-4-2/1_hold": 345,
    "F:4-3/2_on": 346,
    "F:4-3/2_hold": 347,
    "C:4-3-2-5/0_on": 348,
    "C:4-3-2-5/0_hold": 349,
    "G:4-3-3-4-3-4/0_on": 350,
    "G:4-3-3-4-3-4/0_hold": 351,
    "G:4-3-3-3/0_on": 352,
    "G:4-3-3-3/0_hold": 353,
    "Db:4-3-4/1_on": 354,
    "Db:4-3-4/1_hold": 355,
    "A:4-3-3-4-3-4/0_on": 356,
    "A:4-3-3-4-3-4/0_hold": 357,
    "A:3-4-3-4/0_on": 358,
    "A:3-4-3-4/0_hold": 359,
    "C:3-4/1_on": 360,
    "C:3-4/1_hold": 361,
    "Eb:4-3/1_on": 362,
    "Eb:4-3/1_hold": 363,
    "G:3-4/2_on": 364,
    "G:3-4/2_hold": 365,
    "Bb:4-3-3/3_on": 366,
    "Bb:4-3-3/3_hold": 367,
    "Eb:4-3-4/1_on": 368,
    "Eb:4-3-4/1_hold": 369,
    "Bb:4-3-3/2_on": 370,
    "Bb:4-3-3/2_hold": 371,
    "G:3-4-7/0_on": 372,
    "G:3-4-7/0_hold": 373,
    "D:5-2/0_on": 374,
    "D:5-2/0_hold": 375,
    "F:5-2-3/0_on": 376,
    "F:5-2-3/0_hold": 377,
    "Eb:4-3-4-3/0_on": 378,
    "Eb:4-3-4-3/0_hold": 379,
    "F:3-4-3/1_on": 380,
    "F:3-4-3/1_hold": 381,
    "Gb:4-3-4-3/0_on": 382,
    "Gb:4-3-4-3/0_hold": 383,
    "Eb:3-4/1_on": 384,
    "Eb:3-4/1_hold": 385,
    "Gb:4-3-4-3-4/0_on": 386,
    "Gb:4-3-4-3-4/0_hold": 387,
    "Db:4-3-2/2_on": 388,
    "Db:4-3-2/2_hold": 389,
    "Db:3-3/0_on": 390,
    "Db:3-3/0_hold": 391,
    "Bb:4-3-2/1_on": 392,
    "Bb:4-3-2/1_hold": 393,
    "Gb:4-3-2/0_on": 394,
    "Gb:4-3-2/0_hold": 395,
    "Ab:4-3-2/0_on": 396,
    "Ab:4-3-2/0_hold": 397,
    "Ab:3-4-3-4/0_on": 398,
    "Ab:3-4-3-4/0_hold": 399,
    "Ab:3-4-2/0_on": 400,
    "Ab:3-4-2/0_hold": 401,
    "F:3-4-3-4/0_on": 402,
    "F:3-4-3-4/0_hold": 403,
    "Ab:4-3-4-3/0_on": 404,
    "Ab:4-3-4-3/0_hold": 405,
    "F:5-2/0_on": 406,
    "F:5-2/0_hold": 407,
    "C:4-3-4-3/0_on": 408,
    "C:4-3-4-3/0_hold": 409,
    "Db:3-3-3/0_on": 410,
    "Db:3-3-3/0_hold": 411,
    "D:3-3/0_on": 412,
    "D:3-3/0_hold": 413,
    "Eb:4-4/0_on": 414,
    "Eb:4-4/0_hold": 415,
    "E:3-3/0_on": 416,
    "E:3-3/0_hold": 417,
    "Eb:4-3-3-5/0_on": 418,
    "Eb:4-3-3-5/0_hold": 419,
    "Eb:4-3-3-8/0_on": 420,
    "Eb:4-3-3-8/0_hold": 421,
    "Bb:4-3-3-5/0_on": 422,
    "Bb:4-3-3-5/0_hold": 423,
    "Bb:4-4/0_on": 424,
    "Bb:4-4/0_hold": 425,
    "C:4-3-3-4-3/0_on": 426,
    "C:4-3-3-4-3/0_hold": 427,
    "G:5-2/0_on": 428,
    "G:5-2/0_hold": 429,
    "B:4-3-3-5/0_on": 430,
    "B:4-3-3-5/0_hold": 431,
    "F:4-3-3-4-3-4/0_on": 432,
    "F:4-3-3-4-3-4/0_hold": 433,
    "F:5-2-3-11/0_on": 434,
    "F:5-2-3-11/0_hold": 435,
    "C:4-3-3-4-3-4/0_on": 436,
    "C:4-3-3-4-3-4/0_hold": 437,
    "Bb:4-3-3-4-3-4/0_on": 438,
    "Bb:4-3-3-4-3-4/0_hold": 439,
    "B:4-3-3-4-3-4/0_on": 440,
    "B:4-3-3-4-3-4/0_hold": 441,
    "Bb:4-3-3/1_on": 442,
    "Bb:4-3-3/1_hold": 443,
    "E:3-3-3/0_on": 444,
    "E:3-3-3/0_hold": 445,
    "E:4-3-3-3/0_on": 446,
    "E:4-3-3-3/0_hold": 447,
    "D:4-3-3-4-4/0_on": 448,
    "D:4-3-3-4-4/0_hold": 449,
    "B:4-3-2/0_on": 450,
    "B:4-3-2/0_hold": 451,
    "Ab:4-3/2_on": 452,
    "Ab:4-3/2_hold": 453,
    "Ab:4-3-4/2_on": 454,
    "Ab:4-3-4/2_hold": 455,
    "Db:4-3-3-8/0_on": 456,
    "Db:4-3-3-8/0_hold": 457,
    "Eb:4-3-4/2_on": 458,
    "Eb:4-3-4/2_hold": 459,
    "G:4-3/2_on": 460,
    "G:4-3/2_hold": 461,
    "A:3-4-3/3_on": 462,
    "A:3-4-3/3_hold": 463,
    "A:4-4/0_on": 464,
    "A:4-4/0_hold": 465,
    "C:4-3-3/2_on": 466,
    "C:4-3-3/2_hold": 467,
    "G:3-4-3-4/0_on": 468,
    "G:3-4-3-4/0_hold": 469,
    "D:3-4/2_on": 470,
    "D:3-4/2_hold": 471,
    "E:3-4/1_on": 472,
    "E:3-4/1_hold": 473,
    "D:2-5/0_on": 474,
    "D:2-5/0_hold": 475,
    "C:3-4/2_on": 476,
    "C:3-4/2_hold": 477,
    "Bb:4-3-2-5/0_on": 478,
    "Bb:4-3-2-5/0_hold": 479,
    "F:4-3-2-5/0_on": 480,
    "F:4-3-2-5/0_hold": 481,
    "B:4-3-3/1_on": 482,
    "B:4-3-3/1_hold": 483,
    "E:4-3-3/1_on": 484,
    "E:4-3-3/1_hold": 485,
    "D:3-4-2/3_on": 486,
    "D:3-4-2/3_hold": 487,
    "A:3-3/0_on": 488,
    "A:3-3/0_hold": 489,
    "F:4-3-2/2_on": 490,
    "F:4-3-2/2_hold": 491,
    "E:4-4/0_on": 492,
    "E:4-4/0_hold": 493,
    "F:3-4-4/0_on": 494,
    "F:3-4-4/0_hold": 495,
    "Bb:4-3-3-3/0_on": 496,
    "Bb:4-3-3-3/0_hold": 497,
    "Bb:4-3-3-4-3/0_on": 498,
    "Bb:4-3-3-4-3/0_hold": 499,
    "E:4-3-4/0_on": 500,
    "E:4-3-4/0_hold": 501,
    "B:3-4-3/1_on": 502,
    "B:3-4-3/1_hold": 503,
    "A:4-3-4/0_on": 504,
    "A:4-3-4/0_hold": 505,
    "B:5-2-3/0_on": 506,
    "B:5-2-3/0_hold": 507,
    "C:3-4-2-5/0_on": 508,
    "C:3-4-2-5/0_hold": 509,
    "Eb:5-2-3/0_on": 510,
    "Eb:5-2-3/0_hold": 511,
    "Eb:3-3-3/0_on": 512,
    "Eb:3-3-3/0_hold": 513,
    "D:5-2-3/0_on": 514,
    "D:5-2-3/0_hold": 515,
    "D:4-3-3-8/0_on": 516,
    "D:4-3-3-8/0_hold": 517,
    "F:4-3-3/2_on": 518,
    "F:4-3-3/2_hold": 519,
    "B:5-2/0_on": 520,
    "B:5-2/0_hold": 521,
    "Bb:3-4-3-4-3/0_on": 522,
    "Bb:3-4-3-4-3/0_hold": 523,
    "Eb:4-3-2/2_on": 524,
    "Eb:4-3-2/2_hold": 525,
    "Eb:4-3-3-4-3-4/0_on": 526,
    "Eb:4-3-3-4-3-4/0_hold": 527,
    "F:3-4-3-4-3/0_on": 528,
    "F:3-4-3-4-3/0_hold": 529,
    "Eb:5-2-3-4/0_on": 530,
    "Eb:5-2-3-4/0_hold": 531,
    "D:4-3-3-3-5/0_on": 532,
    "D:4-3-3-3-5/0_hold": 533,
    "Eb:4-3-4/3_on": 534,
    "Eb:4-3-4/3_hold": 535,
    "Ab:4-3-4/1_on": 536,
    "Ab:4-3-4/1_hold": 537,
    "A:4-3-3/3_on": 538,
    "A:4-3-3/3_hold": 539,
    "F:4-4/0_on": 540,
    "F:4-4/0_hold": 541,
    "Eb:3-3-3/1_on": 542,
    "Eb:3-3-3/1_hold": 543,
    "G:3-3/1_on": 544,
    "G:3-3/1_hold": 545,
    "C:3-4-2/1_on": 546,
    "C:3-4-2/1_hold": 547,
    "E:3-4-3-4-3/0_on": 548,
    "E:3-4-3-4-3/0_hold": 549,
    "Gb:3-4-3-4/0_on": 550,
    "Gb:3-4-3-4/0_hold": 551,
    "F:4-3-3-8/0_on": 552,
    "F:4-3-3-8/0_hold": 553,
    "E:3-4/2_on": 554,
    "E:3-4/2_hold": 555,
    "G:4-3-4-3-3-4/0_on": 556,
    "G:4-3-4-3-3-4/0_hold": 557,
    "E:3-4-3-4-3-4/0_on": 558,
    "E:3-4-3-4-3-4/0_hold": 559,
    "Ab:4-3-4-3-3-4/0_on": 560,
    "Ab:4-3-4-3-3-4/0_hold": 561,
    "Bb:3-4-3/3_on": 562,
    "Bb:3-4-3/3_hold": 563,
    "Db:4-3/1_on": 564,
    "Db:4-3/1_hold": 565,
    "Ab:4-3/1_on": 566,
    "Ab:4-3/1_hold": 567,
    "Db:3-4/1_on": 568,
    "Db:3-4/1_hold": 569,
    "Db:4-3-7/0_on": 570,
    "Db:4-3-7/0_hold": 571,
    "C:3-4-3/3_on": 572,
    "C:3-4-3/3_hold": 573,
    "Bb:3-4-2/1_on": 574,
    "Bb:3-4-2/1_hold": 575,
    "Eb:4-3-3-4-4/0_on": 576,
    "Eb:4-3-3-4-4/0_hold": 577,
    "Bb:5-2/0_on": 578,
    "Bb:5-2/0_hold": 579,
    "D:4-3-3-5/0_on": 580,
    "D:4-3-3-5/0_hold": 581,
    "Gb:4-3/1_on": 582,
    "Gb:4-3/1_hold": 583,
    "F:3-4/1_on": 584,
    "F:3-4/1_hold": 585,
    "Ab:4-3-2/2_on": 586,
    "Ab:4-3-2/2_hold": 587,
    "A:3-4-3/1_on": 588,
    "A:3-4-3/1_hold": 589,
    "Db:4-3-2/0_on": 590,
    "Db:4-3-2/0_hold": 591,
    "D:5-2-3-4/0_on": 592,
    "D:5-2-3-4/0_hold": 593,
    "D:4-3-3/3_on": 594,
    "D:4-3-3/3_hold": 595,
    "G:5-2-3-4/0_on": 596,
    "G:5-2-3-4/0_hold": 597,
    "E:3-4-3/3_on": 598,
    "E:3-4-3/3_hold": 599,
    "G:4-3-2/1_on": 600,
    "G:4-3-2/1_hold": 601,
    "C:5-2/0_on": 602,
    "C:5-2/0_hold": 603,
    "B:3-4/1_on": 604,
    "B:3-4/1_hold": 605,
    "Gb:4-4/0_on": 606,
    "Gb:4-4/0_hold": 607,
    "A:5-2/0_on": 608,
    "A:5-2/0_hold": 609,
    "Eb:4-3-3/2_on": 610,
    "Eb:4-3-3/2_hold": 611,
    "Ab:4-4/0_on": 612,
    "Ab:4-4/0_hold": 613,
    "B:4-3-3-4/0_on": 614,
    "B:4-3-3-4/0_hold": 615,
    "G:3-4-3-3/0_on": 616,
    "G:3-4-3-3/0_hold": 617,
    "D:3-4-3-3/0_on": 618,
    "D:3-4-3-3/0_hold": 619,
    "Ab:3-4-3-0/0_on": 620,
    "Ab:3-4-3-0/0_hold": 621,
    "A:3-4-3-4-3/0_on": 622,
    "A:3-4-3-4-3/0_hold": 623,
    "E:4-3/2_on": 624,
    "E:4-3/2_hold": 625,
    "C:3-3/1_on": 626,
    "C:3-3/1_hold": 627,
    "G:3-4-3/2_on": 628,
    "G:3-4-3/2_hold": 629,
    "C:4-3-4/1_on": 630,
    "C:4-3-4/1_hold": 631,
    "Eb:4-3-2-5/0_on": 632,
    "Eb:4-3-2-5/0_hold": 633,
    "E:4-3-3-4-4/0_on": 634,
    "E:4-3-3-4-4/0_hold": 635,
    "Ab:4-3-3-4-4/0_on": 636,
    "Ab:4-3-3-4-4/0_hold": 637,
    "G:4-3-4-3/0_on": 638,
    "G:4-3-4-3/0_hold": 639,
    "Bb:5-2-3-4/0_on": 640,
    "Bb:5-2-3-4/0_hold": 641,
    "Ab:3-4/1_on": 642,
    "Ab:3-4/1_hold": 643,
    "Ab:5-2/0_on": 644,
    "Ab:5-2/0_hold": 645,
    "Ab:3-4/2_on": 646,
    "Ab:3-4/2_hold": 647,
    "F:4-3-3/3_on": 648,
    "F:4-3-3/3_hold": 649,
    "B:4-3-3/2_on": 650,
    "B:4-3-3/2_hold": 651,
    "D:3-4-3-4-3/0_on": 652,
    "D:3-4-3-4-3/0_hold": 653,
    "Db:3-4-3-4/0_on": 654,
    "Db:3-4-3-4/0_hold": 655,
    "F:4-3-2/1_on": 656,
    "F:4-3-2/1_hold": 657,
    "C:4-3-2/1_on": 658,
    "C:4-3-2/1_hold": 659,
    "E:5-2-3/0_on": 660,
    "E:5-2-3/0_hold": 661,
    "F:4-3-4-3/0_on": 662,
    "F:4-3-4-3/0_hold": 663,
    "D:4-3-3-10/0_on": 664,
    "D:4-3-3-10/0_hold": 665,
    "G:4-3-3-4/2_on": 666,
    "G:4-3-3-4/2_hold": 667,
    "Bb:3-4-3-4/0_on": 668,
    "Bb:3-4-3-4/0_hold": 669,
    "Eb:4-3-3/1_on": 670,
    "Eb:4-3-3/1_hold": 671,
    "F:4-3-3-3/0_on": 672,
    "F:4-3-3-3/0_hold": 673,
    "D:3-4-2-5/0_on": 674,
    "D:3-4-2-5/0_hold": 675,
    "Gb:4-3/2_on": 676,
    "Gb:4-3/2_hold": 677,
    "Eb:3-4-3-4-3/2_on": 678,
    "Eb:3-4-3-4-3/2_hold": 679,
    "D:4-3-3-5-5/0_on": 680,
    "D:4-3-3-5-5/0_hold": 681,
    "G:3-4-3-4-3/0_on": 682,
    "G:3-4-3-4-3/0_hold": 683,
    "Eb:4-3-7/0_on": 684,
    "Eb:4-3-7/0_hold": 685,
    "Bb:4-3-4/2_on": 686,
    "Bb:4-3-4/2_hold": 687,
    "Eb:3-4-3-4-3/1_on": 688,
    "Eb:3-4-3-4-3/1_hold": 689,
    "G:4-3-3-4-3/0_on": 690,
    "G:4-3-3-4-3/0_hold": 691,
    "F:4-3-3/1_on": 692,
    "F:4-3-3/1_hold": 693,
    "Gb:5-2-3/0_on": 694,
    "Gb:5-2-3/0_hold": 695,
    "A:4-3-2/0_on": 696,
    "A:4-3-2/0_hold": 697,
    "Bb:4-3-4-3/0_on": 698,
    "Bb:4-3-4-3/0_hold": 699,
    "F:5-2-3-4/0_on": 700,
    "F:5-2-3-4/0_hold": 701,
    "B:3-4-3-4-3/0_on": 702,
    "B:3-4-3-4-3/0_hold": 703,
    "G:5-2/1_on": 704,
    "G:5-2/1_hold": 705,
    "D:4-3-2/1_on": 706,
    "D:4-3-2/1_hold": 707,
    "Bb:4-3-4/3_on": 708,
    "Bb:4-3-4/3_hold": 709,
    "E:4-3-3-5/0_on": 710,
    "E:4-3-3-5/0_hold": 711,
    "B:3-4/2_on": 712,
    "B:3-4/2_hold": 713,
    "Gb:3-4-3-4-3/0_on": 714,
    "Gb:3-4-3-4-3/0_hold": 715,
    "Db:4-3-3-4-4/0_on": 716,
    "Db:4-3-3-4-4/0_hold": 717,
    "D:4-3-2/2_on": 718,
    "D:4-3-2/2_hold": 719,
    "Db:5-2-3/0_on": 720,
    "Db:5-2-3/0_hold": 721,
    "B:3-4-3/3_on": 722,
    "B:3-4-3/3_hold": 723,
    "Gb:5-2/0_on": 724,
    "Gb:5-2/0_hold": 725,
    "D:4-3-4-3/0_on": 726,
    "D:4-3-4-3/0_hold": 727,
    "Ab:3-4-3-4-3/0_on": 728,
    "Ab:3-4-3-4-3/0_hold": 729,
    "B:4-3-4-7/0_on": 730,
    "B:4-3-4-7/0_hold": 731,
    "Eb:4-3-2/1_on": 732,
    "Eb:4-3-2/1_hold": 733,
    "Bb:2-5/0_on": 734,
    "Bb:2-5/0_hold": 735,
    "B:2-5/0_on": 736,
    "B:2-5/0_hold": 737,
    "Bb:2-5/1_on": 738,
    "Bb:2-5/1_hold": 739,
    "D:3-3-3/0_on": 740,
    "D:3-3-3/0_hold": 741,
    "C:3-4-3-4-3/0_on": 742,
    "C:3-4-3-4-3/0_hold": 743,
    "A:3-3/2_on": 744,
    "A:3-3/2_hold": 745,
    "A:5-2-3-4/0_on": 746,
    "A:5-2-3-4/0_hold": 747,
    "G:4-3-4/1_on": 748,
    "G:4-3-4/1_hold": 749,
    "C:4-3-11/0_on": 750,
    "C:4-3-11/0_hold": 751,
    "Gb:4-3-3-8/0_on": 752,
    "Gb:4-3-3-8/0_hold": 753,
    "F:4-3-11/0_on": 754,
    "F:4-3-11/0_hold": 755,
    "Bb:4-3-3-8/0_on": 756,
    "Bb:4-3-3-8/0_hold": 757,
    "D:4-3-3-4-3/0_on": 758,
    "D:4-3-3-4-3/0_hold": 759,
    "C:4-3-4/3_on": 760,
    "C:4-3-4/3_hold": 761,
    "Bb:5-2-3/0_on": 762,
    "Bb:5-2-3/0_hold": 763,
    "Db:4-3-3/2_on": 764,
    "Db:4-3-3/2_hold": 765,
    "A:4-3-3-4-4/0_on": 766,
    "A:4-3-3-4-4/0_hold": 767,
    "F:3-4-2/1_on": 768,
    "F:3-4-2/1_hold": 769,
    "A:3-3-3/2_on": 770,
    "A:3-3-3/2_hold": 771,
    "Db:4-3/2_on": 772,
    "Db:4-3/2_hold": 773,
    "Db:4-3-3-4-3-4/0_on": 774,
    "Db:4-3-3-4-3-4/0_hold": 775,
    "C:4-3-3-5-3/0_on": 776,
    "C:4-3-3-5-3/0_hold": 777,
    "E:4-3-3-5-3/0_on": 778,
    "E:4-3-3-5-3/0_hold": 779,
    "D:5-2-3-4-7/0_on": 780,
    "D:5-2-3-4-7/0_hold": 781,
    "A:4-3-4-3/0_on": 782,
    "A:4-3-4-3/0_hold": 783,
    "E:4-3-3-4/2_on": 784,
    "E:4-3-3-4/2_hold": 785,
    "Bb:3-4-3/1_on": 786,
    "Bb:3-4-3/1_hold": 787,
    "F:4-3-7/0_on": 788,
    "F:4-3-7/0_hold": 789,
    "C:4-3-7/0_on": 790,
    "C:4-3-7/0_hold": 791,
    "Gb:3-4/1_on": 792,
    "Gb:3-4/1_hold": 793,
    "Db:5-2/0_on": 794,
    "Db:5-2/0_hold": 795,
    "Ab:3-4-2/1_on": 796,
    "Ab:3-4-2/1_hold": 797,
    "Ab:4-3-3-3/0_on": 798,
    "Ab:4-3-3-3/0_hold": 799,
    "Bb:3-3/2_on": 800,
    "Bb:3-3/2_hold": 801,
    "Db:4-4/0_on": 802,
    "Db:4-4/0_hold": 803,
    "C:4-3-3/3_on": 804,
    "C:4-3-3/3_hold": 805,
    "Gb:4-3-3-5/0_on": 806,
    "Gb:4-3-3-5/0_hold": 807,
    "Gb:4-3-7/0_on": 808,
    "Gb:4-3-7/0_hold": 809,
    "C:4-4/1_on": 810,
    "C:4-4/1_hold": 811,
    "D:3-4-2/2_on": 812,
    "D:3-4-2/2_hold": 813,
    "A:4-3-3-4/3_on": 814,
    "A:4-3-3-4/3_hold": 815,
    "C:3-4-3/2_on": 816,
    "C:3-4-3/2_hold": 817,
    "G:3-4-3-4/1_on": 818,
    "G:3-4-3-4/1_hold": 819,
    "C:3-4-3-4/1_on": 820,
    "C:3-4-3-4/1_hold": 821,
    "B:3-4-3/2_on": 822,
    "B:3-4-3/2_hold": 823,
    "D:3-4-3/1_on": 824,
    "D:3-4-3/1_hold": 825,
    "Ab:4-3-2-5/0_on": 826,
    "Ab:4-3-2-5/0_hold": 827,
    "D:4-3-3-4/1_on": 828,
    "D:4-3-3-4/1_hold": 829,
    "E:3-4-3/2_on": 830,
    "E:3-4-3/2_hold": 831,
    "Ab:5-2-3/0_on": 832,
    "Ab:5-2-3/0_hold": 833,
    "F:3-4-3/2_on": 834,
    "F:3-4-3/2_hold": 835,
    "Ab:5-2-3-4/0_on": 836,
    "Ab:5-2-3-4/0_hold": 837,
    "Eb:3-4-3/2_on": 838,
    "Eb:3-4-3/2_hold": 839,
    "Bb:4-3-2/2_on": 840,
    "Bb:4-3-2/2_hold": 841,
    "G:3-4-3/3_on": 842,
    "G:3-4-3/3_hold": 843,
    "F:2-5/0_on": 844,
    "F:2-5/0_hold": 845,
    "D:3-4-2/1_on": 846,
    "D:3-4-2/1_hold": 847,
    "C:3-4-2/2_on": 848,
    "C:3-4-2/2_hold": 849,
    "C:4-3-2/3_on": 850,
    "C:4-3-2/3_hold": 851,
    "A:4-3-3-4-3/0_on": 852,
    "A:4-3-3-4-3/0_hold": 853,
    "F:3-4-3/3_on": 854,
    "F:3-4-3/3_hold": 855,
    "G:4-3-2-5/0_on": 856,
    "G:4-3-2-5/0_hold": 857,
    "E:4-3-3-4-3/0_on": 858,
    "E:4-3-3-4-3/0_hold": 859,
    "B:4-3-3/3_on": 860,
    "B:4-3-3/3_hold": 861,
    "Db:2-5/0_on": 862,
    "Db:2-5/0_hold": 863,
    "Ab:2-5/0_on": 864,
    "Ab:2-5/0_hold": 865,
    "G:5-2-3-3/0_on": 866,
    "G:5-2-3-3/0_hold": 867,
    "Ab:4-3-4/3_on": 868,
    "Ab:4-3-4/3_hold": 869,
    "G:4-3-2/2_on": 870,
    "G:4-3-2/2_hold": 871,
    "A:4-3-3-10/0_on": 872,
    "A:4-3-3-10/0_hold": 873,
    "F:3-4/2_on": 874,
    "F:3-4/2_hold": 875,
    "G:4-3-3/3_on": 876,
    "G:4-3-3/3_hold": 877,
    "F:4-3-3-4-4/0_on": 878,
    "F:4-3-3-4-4/0_hold": 879,
    "Bb:4-3-3-4-4/0_on": 880,
    "Bb:4-3-3-4-4/0_hold": 881,
    "C:3-4-3/1_on": 882,
    "C:3-4-3/1_hold": 883,
    "Ab:4-3-4-3-4/0_on": 884,
    "Ab:4-3-4-3-4/0_hold": 885,
    "Gb:4-3-3/1_on": 886,
    "Gb:4-3-3/1_hold": 887,
    "E:3-4-3/1_on": 888,
    "E:3-4-3/1_hold": 889,
    "C:4-3-3-4/2_on": 890,
    "C:4-3-3-4/2_hold": 891,
    "G:4-3-10/0_on": 892,
    "G:4-3-10/0_hold": 893,
    "Gb:3-3/2_on": 894,
    "Gb:3-3/2_hold": 895,
    "Db:3-4/2_on": 896,
    "Db:3-4/2_hold": 897,
    "Eb:3-4/2_on": 898,
    "Eb:3-4/2_hold": 899,
    "Eb:3-4-3-4/0_on": 900,
    "Eb:3-4-3-4/0_hold": 901,
    "F:4-4/2_on": 902,
    "F:4-4/2_hold": 903,
    "F:4-3-4/2_on": 904,
    "F:4-3-4/2_hold": 905,
    "G:4-3-3-8/0_on": 906,
    "G:4-3-3-8/0_hold": 907,
    "F:4-3-3-4/3_on": 908,
    "F:4-3-3-4/3_hold": 909,
    "G:3-4-3-4/3_on": 910,
    "G:3-4-3-4/3_hold": 911,
    "C:4-3-3-8/0_on": 912,
    "C:4-3-3-8/0_hold": 913,
    "Gb:4-3-3-4-3-4/0_on": 914,
    "Gb:4-3-3-4-3-4/0_hold": 915,
    "Bb:5-2-3-11/0_on": 916,
    "Bb:5-2-3-11/0_hold": 917,
    "Bb:3-4/1_on": 918,
    "Bb:3-4/1_hold": 919,
    "F:4-3-4-7/0_on": 920,
    "F:4-3-4-7/0_hold": 921,
    "D:4-3-4/2_on": 922,
    "D:4-3-4/2_hold": 923,
    "B:3-4-3-4/0_on": 924,
    "B:3-4-3-4/0_hold": 925,
    "A:5-2-3-11/0_on": 926,
    "A:5-2-3-11/0_hold": 927,
    "F:3-4-2/2_on": 928,
    "F:3-4-2/2_hold": 929,
    "B:4-3-4/3_on": 930,
    "B:4-3-4/3_hold": 931,
    "B:4-3-4/1_on": 932,
    "B:4-3-4/1_hold": 933,
    "Gb:4-3-3-4-3-4/6_on": 934,
    "Gb:4-3-3-4-3-4/6_hold": 935,
    "Bb:3-4-4/0_on": 936,
    "Bb:3-4-4/0_hold": 937,
    "Ab:3-4-4/0_on": 938,
    "Ab:3-4-4/0_hold": 939,
    "B:4-3/2_on": 940,
    "B:4-3/2_hold": 941,
    "G:3-4-2/2_on": 942,
    "G:3-4-2/2_hold": 943,
    "G:4-3-7/0_on": 944,
    "G:4-3-7/0_hold": 945,
    "Gb:3-4-2/0_on": 946,
    "Gb:3-4-2/0_hold": 947,
    "Ab:4-3-3/2_on": 948,
    "Ab:4-3-3/2_hold": 949,
    "Db:4-3-3-4-3/0_on": 950,
    "Db:4-3-3-4-3/0_hold": 951,
    "Eb:4-3-3-4-3/0_on": 952,
    "Eb:4-3-3-4-3/0_hold": 953,
    "Eb:4-3-3/3_on": 954,
    "Eb:4-3-3/3_hold": 955,
    "D:3-4-3/2_on": 956,
    "D:3-4-3/2_hold": 957,
    "G:4-3-4-3/1_on": 958,
    "G:4-3-4-3/1_hold": 959,
    "Bb:4-3-7/0_on": 960,
    "Bb:4-3-7/0_hold": 961,
    "Gb:4-3-3-4-4/0_on": 962,
    "Gb:4-3-3-4-4/0_hold": 963,
    "A:4-3-2/2_on": 964,
    "A:4-3-2/2_hold": 965,
    "F:5-2/1_on": 966,
    "F:5-2/1_hold": 967,
    "F:3-4-7/0_on": 968,
    "F:3-4-7/0_hold": 969,
    "F:4-3-3-4/2_on": 970,
    "F:4-3-3-4/2_hold": 971,
    "Eb:2-5/0_on": 972,
    "Eb:2-5/0_hold": 973,
    "Gb:4-3-3-4-3/0_on": 974,
    "Gb:4-3-3-4-3/0_hold": 975,
    "A:4-3-3-4/1_on": 976,
    "A:4-3-3-4/1_hold": 977,
    "A:4-3-2/3_on": 978,
    "A:4-3-2/3_hold": 979,
    "Eb:4-3-3-4-3-4/1_on": 980,
    "Eb:4-3-3-4-3-4/1_hold": 981,
    "F:4-3-3-10/0_on": 982,
    "F:4-3-3-10/0_hold": 983,
    "Bb:4-3-3-4/1_on": 984,
    "Bb:4-3-3-4/1_hold": 985,
    "Eb:3-4-2/2_on": 986,
    "Eb:3-4-2/2_hold": 987,
    "Ab:3-4-2-4/0_on": 988,
    "Ab:3-4-2-4/0_hold": 989,
    "E:4-3-4-3/0_on": 990,
    "E:4-3-4-3/0_hold": 991,
    "G:4-3-3-4/4_on": 992,
    "G:4-3-3-4/4_hold": 993,
    "E:4-3-3/3_on": 994,
    "E:4-3-3/3_hold": 995,
    "A:4-3-3-8/0_on": 996,
    "A:4-3-3-8/0_hold": 997,
    "B:4-3-10/0_on": 998,
    "B:4-3-10/0_hold": 999,
    "C:4-3-3-4/3_on": 1000,
    "C:4-3-3-4/3_hold": 1001,
    "Bb:3-4-2/3_on": 1002,
    "Bb:3-4-2/3_hold": 1003,
    "F:4-3-3-5/0_on": 1004,
    "F:4-3-3-5/0_hold": 1005,
    "D:4-3-4-3-3-4/0_on": 1006,
    "D:4-3-4-3-3-4/0_hold": 1007,
    "C:4-3-4/2_on": 1008,
    "C:4-3-4/2_hold": 1009,
    "A:4-3-7/0_on": 1010,
    "A:4-3-7/0_hold": 1011,
    "E:4-3-7/0_on": 1012,
    "E:4-3-7/0_hold": 1013,
    "Db:4-3-2-5/0_on": 1014,
    "Db:4-3-2-5/0_hold": 1015,
    "C:4-3-10/0_on": 1016,
    "C:4-3-10/0_hold": 1017,
    "G:4-3-3-10/0_on": 1018,
    "G:4-3-3-10/0_hold": 1019,
    "A:3-4-3/2_on": 1020,
    "A:3-4-3/2_hold": 1021,
    "A:4-3-4/2_on": 1022,
    "A:4-3-4/2_hold": 1023,
    "A:4-3-2/1_on": 1024,
    "A:4-3-2/1_hold": 1025,
    "E:4-3-3-4/1_on": 1026,
    "E:4-3-3-4/1_hold": 1027,
    "Eb:3-4-3-4-3/0_on": 1028,
    "Eb:3-4-3-4-3/0_hold": 1029,
    "Ab:3-4-3/2_on": 1030,
    "Ab:3-4-3/2_hold": 1031,
    "Db:5-2-3-11/0_on": 1032,
    "Db:5-2-3-11/0_hold": 1033,
    "Ab:4-3-3-8/0_on": 1034,
    "Ab:4-3-3-8/0_hold": 1035,
    "G:3-4-3-4/2_on": 1036,
    "G:3-4-3-4/2_hold": 1037,
    "Ab:4-3-3/1_on": 1038,
    "Ab:4-3-3/1_hold": 1039,
    "Eb:4-3-3-4/2_on": 1040,
    "Eb:4-3-3-4/2_hold": 1041,
    "Ab:4-3-2/1_on": 1042,
    "Ab:4-3-2/1_hold": 1043,
    "Db:4-3-2/1_on": 1044,
    "Db:4-3-2/1_hold": 1045,
    "Bb:3-4-3/2_on": 1046,
    "Bb:3-4-3/2_hold": 1047,
    "G:3-4-2/3_on": 1048,
    "G:3-4-2/3_hold": 1049,
    "G:4-3-4/3_on": 1050,
    "G:4-3-4/3_hold": 1051,
    "Ab:4-3-4-3/4_on": 1052,
    "Ab:4-3-4-3/4_hold": 1053,
    "Gb:3-4-2/1_on": 1054,
    "Gb:3-4-2/1_hold": 1055,
    "Db:4-3-4-3/0_on": 1056,
    "Db:4-3-4-3/0_hold": 1057,
    "B:4-3-3-8/0_on": 1058,
    "B:4-3-3-8/0_hold": 1059,
    "Ab:5-2/2_on": 1060,
    "Ab:5-2/2_hold": 1061,
    "F:4-3-3-4-3/0_on": 1062,
    "F:4-3-3-4-3/0_hold": 1063,
    "C:2-5/0_on": 1064,
    "C:2-5/0_hold": 1065,
    "C:4-3-3-3-7/0_on": 1066,
    "C:4-3-3-3-7/0_hold": 1067,
    "G:2-5/0_on": 1068,
    "G:2-5/0_hold": 1069,
    "Gb:3-4-3/2_on": 1070,
    "Gb:3-4-3/2_hold": 1071,
    "Ab:4-3-3-5/0_on": 1072,
    "Ab:4-3-3-5/0_hold": 1073,
    "Gb:4-3-3/2_on": 1074,
    "Gb:4-3-3/2_hold": 1075,
    "Bb:3-4-2/2_on": 1076,
    "Bb:3-4-2/2_hold": 1077,
    "D:4-3-3-7/0_on": 1078,
    "D:4-3-3-7/0_hold": 1079,
    "G:3-3-3/2_on": 1080,
    "G:3-3-3/2_hold": 1081,
    "A:4-3-2-5/0_on": 1082,
    "A:4-3-2-5/0_hold": 1083,
    "A:3-3/1_on": 1084,
    "A:3-3/1_hold": 1085,
    "G:4-3-4/2_on": 1086,
    "G:4-3-4/2_hold": 1087,
    "F:4-3-4/3_on": 1088,
    "F:4-3-4/3_hold": 1089,
    "F:4-3-2/3_on": 1090,
    "F:4-3-2/3_hold": 1091,
    "C:5-2-3-4-3-4/0_on": 1092,
    "C:5-2-3-4-3-4/0_hold": 1093,
    "A:3-4-3-4-3/1_on": 1094,
    "A:3-4-3-4-3/1_hold": 1095,
    "B:3-4-3-4-3/1_on": 1096,
    "B:3-4-3-4-3/1_hold": 1097,
    "G:3-4-4/0_on": 1098,
    "G:3-4-4/0_hold": 1099,
    "A:5-2/2_on": 1100,
    "A:5-2/2_hold": 1101,
    "D:4-3-4/3_on": 1102,
    "D:4-3-4/3_hold": 1103,
    "A:4-4-7-7/0_on": 1104,
    "A:4-4-7-7/0_hold": 1105,
    "Eb:3-4-2/1_on": 1106,
    "Eb:3-4-2/1_hold": 1107,
    "F:4-3-3-4/1_on": 1108,
    "F:4-3-3-4/1_hold": 1109,
    "A:4-3-3-3-5/0_on": 1110,
    "A:4-3-3-3-5/0_hold": 1111,
    "Db:4-3-3-3-5/0_on": 1112,
    "Db:4-3-3-3-5/0_hold": 1113,
    "B:3-4-3-7/0_on": 1114,
    "B:3-4-3-7/0_hold": 1115,
    "Ab:3-4-2/2_on": 1116,
    "Ab:3-4-2/2_hold": 1117,
    "C:4-3-4-3-3-4/0_on": 1118,
    "C:4-3-4-3-3-4/0_hold": 1119,
    "C:4-3-3-10/0_on": 1120,
    "C:4-3-3-10/0_hold": 1121,
    "Eb:4-3-4-3-3-4/0_on": 1122,
    "Eb:4-3-4-3-3-4/0_hold": 1123,
    "E:5-2/2_on": 1124,
    "E:5-2/2_hold": 1125,
    "C:4-3-3-4-4/0_on": 1126,
    "C:4-3-3-4-4/0_hold": 1127,
    "Db:4-3-3-5/0_on": 1128,
    "Db:4-3-3-5/0_hold": 1129,
    "Bb:4-3-3-4/3_on": 1130,
    "Bb:4-3-3-4/3_hold": 1131,
    "G:4-4/1_on": 1132,
    "G:4-4/1_hold": 1133,
    "E:4-3-4-3-4/0_on": 1134,
    "E:4-3-4-3-4/0_hold": 1135,
    "D:4-3-3-4/3_on": 1136,
    "D:4-3-3-4/3_hold": 1137,
    "Ab:4-3-7/0_on": 1138,
    "Ab:4-3-7/0_hold": 1139,
    "C:3-4-7/0_on": 1140,
    "C:3-4-7/0_hold": 1141,
    "C:3-4-3-4/3_on": 1142,
    "C:3-4-3-4/3_hold": 1143,
    "E:3-4-7/0_on": 1144,
    "E:3-4-7/0_hold": 1145,
    "C:3-4-2/3_on": 1146,
    "C:3-4-2/3_hold": 1147,
    "B:4-3-4/2_on": 1148,
    "B:4-3-4/2_hold": 1149,
    "A:3-4-7/0_on": 1150,
    "A:3-4-7/0_hold": 1151,
    "A:3-4-2/2_on": 1152,
    "A:3-4-2/2_hold": 1153,
    "G:4-3-3-4/3_on": 1154,
    "G:4-3-3-4/3_hold": 1155,
    "Ab:4-3-3-4/1_on": 1156,
    "Ab:4-3-3-4/1_hold": 1157,
    "Ab:3-4-3/3_on": 1158,
    "Ab:3-4-3/3_hold": 1159,
    "D:4-3-7/0_on": 1160,
    "D:4-3-7/0_hold": 1161,
    "Gb:5-2-3-3/0_on": 1162,
    "Gb:5-2-3-3/0_hold": 1163,
    "B:5-2-6/0_on": 1164,
    "B:5-2-6/0_hold": 1165,
    "E:5-2-3-4/0_on": 1166,
    "E:5-2-3-4/0_hold": 1167,
    "B:3-3-3/3_on": 1168,
    "B:3-3-3/3_hold": 1169,
    "B:4-3-2-5/0_on": 1170,
    "B:4-3-2-5/0_hold": 1171,
    "E:4-3-2-5/0_on": 1172,
    "E:4-3-2-5/0_hold": 1173,
    "D:4-3-2-5/0_on": 1174,
    "D:4-3-2-5/0_hold": 1175,
    "Db:3-4-3/3_on": 1176,
    "Db:3-4-3/3_hold": 1177,
    "F:4-3-4-3-3-4/0_on": 1178,
    "F:4-3-4-3-3-4/0_hold": 1179,
    "D:4-3-3-4-3-4/1_on": 1180,
    "D:4-3-3-4-3-4/1_hold": 1181,
    "Db:4-3-4/3_on": 1182,
    "Db:4-3-4/3_hold": 1183,
    "Gb:4-3-4-7/0_on": 1184,
    "Gb:4-3-4-7/0_hold": 1185,
    "Ab:4-3-3/3_on": 1186,
    "Ab:4-3-3/3_hold": 1187,
    "E:4-3-2/2_on": 1188,
    "E:4-3-2/2_hold": 1189,
    "Gb:4-3-2-5/0_on": 1190,
    "Gb:4-3-2-5/0_hold": 1191,
    "Gb:4-3-3/3_on": 1192,
    "Gb:4-3-3/3_hold": 1193,
    "A:2-5/2_on": 1194,
    "A:2-5/2_hold": 1195,
    "E:3-3/2_on": 1196,
    "E:3-3/2_hold": 1197,
    "E:4-3-4-3-3-4/0_on": 1198,
    "E:4-3-4-3-3-4/0_hold": 1199,
    "Ab:4-3-3-4-3/0_on": 1200,
    "Ab:4-3-3-4-3/0_hold": 1201,
    "Db:3-4-3-4-3/0_on": 1202,
    "Db:3-4-3-4-3/0_hold": 1203,
    "B:5-2-3-11/0_on": 1204,
    "B:5-2-3-11/0_hold": 1205,
    "B:4-3-3-4/2_on": 1206,
    "B:4-3-3-4/2_hold": 1207,
    "D:5-2/2_on": 1208,
    "D:5-2/2_hold": 1209,
    "A:2-5/0_on": 1210,
    "A:2-5/0_hold": 1211,
    "C:3-4-3-4-3-4/0_on": 1212,
    "C:3-4-3-4-3-4/0_hold": 1213,
    "Gb:4-3-2/1_on": 1214,
    "Gb:4-3-2/1_hold": 1215,
    "C:3-4-4/0_on": 1216,
    "C:3-4-4/0_hold": 1217,
    "Eb:3-3/2_on": 1218,
    "Eb:3-3/2_hold": 1219,
    "Bb:4-3-10/0_on": 1220,
    "Bb:4-3-10/0_hold": 1221,
    "G:4-3-3-4/1_on": 1222,
    "G:4-3-3-4/1_hold": 1223,
    "Gb:3-4-4/0_on": 1224,
    "Gb:3-4-4/0_hold": 1225,
    "Gb:3-4-2/2_on": 1226,
    "Gb:3-4-2/2_hold": 1227,
    "G:3-4-2-5/0_on": 1228,
    "G:3-4-2-5/0_hold": 1229,
    "Bb:3-4/2_on": 1230,
    "Bb:3-4/2_hold": 1231,
    "Eb:4-3-4-3/2_on": 1232,
    "Eb:4-3-4-3/2_hold": 1233,
    "F:4-3-10/0_on": 1234,
    "F:4-3-10/0_hold": 1235,
    "D:4-3-10/0_on": 1236,
    "D:4-3-10/0_hold": 1237,
    "G:5-2/2_on": 1238,
    "G:5-2/2_hold": 1239,
    "D:3-4-7/0_on": 1240,
    "D:3-4-7/0_hold": 1241,
    "A:4-3-3-5-5/0_on": 1242,
    "A:4-3-3-5-5/0_hold": 1243,
    "Gb:3-4-3/1_on": 1244,
    "Gb:3-4-3/1_hold": 1245,
    "G:4-3-4-3/2_on": 1246,
    "G:4-3-4-3/2_hold": 1247,
    "C:5-2-3-11/0_on": 1248,
    "C:5-2-3-11/0_hold": 1249,
    "A:3-4-2/1_on": 1250,
    "A:3-4-2/1_hold": 1251,
    "Eb:3-4-4/0_on": 1252,
    "Eb:3-4-4/0_hold": 1253,
    "Bb:5-2-3-4-3-4/0_on": 1254,
    "Bb:5-2-3-4-3-4/0_hold": 1255,
    "Bb:4-3-4/1_on": 1256,
    "Bb:4-3-4/1_hold": 1257,
    "Bb:4-3-2/3_on": 1258,
    "Bb:4-3-2/3_hold": 1259,
    "G:3-4-3-7/0_on": 1260,
    "G:3-4-3-7/0_hold": 1261,
    "G:4-3-4-3/3_on": 1262,
    "G:4-3-4-3/3_hold": 1263,
    "D:3-4-3-4-3-4/0_on": 1264,
    "D:3-4-3-4-3-4/0_hold": 1265,
    "D:4-3-3-4/4_on": 1266,
    "D:4-3-3-4/4_hold": 1267,
    "E:3-4-2/2_on": 1268,
    "E:3-4-2/2_hold": 1269,
    "D:5-2/1_on": 1270,
    "D:5-2/1_hold": 1271,
    "Eb:5-2/1_on": 1272,
    "Eb:5-2/1_hold": 1273,
    "Db:4-3-3/3_on": 1274,
    "Db:4-3-3/3_hold": 1275,
    "G:4-3-3-3-7/0_on": 1276,
    "G:4-3-3-3-7/0_hold": 1277,
    "B:3-4-3-3/0_on": 1278,
    "B:3-4-3-3/0_hold": 1279,
    "F:4-3-3-4-3-4/1_on": 1280,
    "F:4-3-3-4-3-4/1_hold": 1281,
    "Bb:4-3-3-4-3-4/1_on": 1282,
    "Bb:4-3-3-4-3-4/1_hold": 1283,
    "Eb:5-2-3-11/0_on": 1284,
    "Eb:5-2-3-11/0_hold": 1285,
    "E:5-2-3-11/0_on": 1286,
    "E:5-2-3-11/0_hold": 1287,
    "A:4-3-4-3-3-4/0_on": 1288,
    "A:4-3-4-3-3-4/0_hold": 1289,
    "Bb:5-2/1_on": 1290,
    "Bb:5-2/1_hold": 1291,
    "Ab:3-4-7/0_on": 1292,
    "Ab:3-4-7/0_hold": 1293,
    "G:4-3-3-5-5/0_on": 1294,
    "G:4-3-3-5-5/0_hold": 1295,
    "E:4-3-3-5-5/0_on": 1296,
    "E:4-3-3-5-5/0_hold": 1297,
    "C:2-5/2_on": 1298,
    "C:2-5/2_hold": 1299,
    "E:3-4-2/3_on": 1300,
    "E:3-4-2/3_hold": 1301,
    "A:3-4-2/3_on": 1302,
    "A:3-4-2/3_hold": 1303,
    "G:5-2-3-4-3-4/0_on": 1304,
    "G:5-2-3-4-3-4/0_hold": 1305,
    "Gb:3-4-3-7/0_on": 1306,
    "Gb:3-4-3-7/0_hold": 1307,
    "E:3-4-3-7/0_on": 1308,
    "E:3-4-3-7/0_hold": 1309,
    "D:5-2-3-4-3-4/0_on": 1310,
    "D:5-2-3-4-3-4/0_hold": 1311,
    "F:5-2-3-4-3-4/0_on": 1312,
    "F:5-2-3-4-3-4/0_hold": 1313,
    "Db:5-2-3-4/0_on": 1314,
    "Db:5-2-3-4/0_hold": 1315,
    "Bb:3-3-3/3_on": 1316,
    "Bb:3-3-3/3_hold": 1317,
    "Ab:5-2-3-4-3-4/0_on": 1318,
    "Ab:5-2-3-4-3-4/0_hold": 1319,
    "B:4-4/1_on": 1320,
    "B:4-4/1_hold": 1321,
    "Ab:4-3-3-4/2_on": 1322,
    "Ab:4-3-3-4/2_hold": 1323,
    "D:4-3-4-7/0_on": 1324,
    "D:4-3-4-7/0_hold": 1325,
    "G:4-3-3-4-4/0_on": 1326,
    "G:4-3-3-4-4/0_hold": 1327,
    "D:4-3-3-4/2_on": 1328,
    "D:4-3-3-4/2_hold": 1329,
    "Eb:4-3-4-7/0_on": 1330,
    "Eb:4-3-4-7/0_hold": 1331,
    "Ab:4-3-4-7/0_on": 1332,
    "Ab:4-3-4-7/0_hold": 1333,
    "F:4-3-4-3/1_on": 1334,
    "F:4-3-4-3/1_hold": 1335,
    "E:2-5/0_on": 1336,
    "E:2-5/0_hold": 1337,
    "E:3-4-4/0_on": 1338,
    "E:3-4-4/0_hold": 1339,
    "D:3-4-4/0_on": 1340,
    "D:3-4-4/0_hold": 1341,
    "B:4-3-3-4/4_on": 1342,
    "B:4-3-3-4/4_hold": 1343,
    "D:3-4-3-7/0_on": 1344,
    "D:3-4-3-7/0_hold": 1345,
    "Db:4-3-4-7/0_on": 1346,
    "Db:4-3-4-7/0_hold": 1347,
    "E:4-3-3-10/0_on": 1348,
    "E:4-3-3-10/0_hold": 1349,
    "Bb:5-2/2_on": 1350,
    "Bb:5-2/2_hold": 1351,
    "Db:3-4-3/1_on": 1352,
    "Db:3-4-3/1_hold": 1353,
    "F:3-4-4-3/0_on": 1354,
    "F:3-4-4-3/0_hold": 1355,
    "B:4-3-2/2_on": 1356,
    "B:4-3-2/2_hold": 1357,
    "C:4-3-4-3/1_on": 1358,
    "C:4-3-4-3/1_hold": 1359,
    "B:3-4-2/3_on": 1360,
    "B:3-4-2/3_hold": 1361,
    "Bb:4-3-3-4/2_on": 1362,
    "Bb:4-3-3-4/2_hold": 1363,
    "Db:4-3-4/2_on": 1364,
    "Db:4-3-4/2_hold": 1365,
    "Gb:4-3-3-4/4_on": 1366,
    "Gb:4-3-3-4/4_hold": 1367,
    "G:4-3-4-3/4_on": 1368,
    "G:4-3-4-3/4_hold": 1369,
    "B:3-4-3-4/1_on": 1370,
    "B:3-4-3-4/1_hold": 1371,
    "Gb:4-3-3-10/0_on": 1372,
    "Gb:4-3-3-10/0_hold": 1373,
    "D:3-3-3/1_on": 1374,
    "D:3-3-3/1_hold": 1375,
    "D:5-2-3-11/0_on": 1376,
    "D:5-2-3-11/0_hold": 1377,
    "C:3-3/2_on": 1378,
    "C:3-3/2_hold": 1379,
    "E:4-3-3-8/0_on": 1380,
    "E:4-3-3-8/0_hold": 1381,
    "F:3-4-2-5/0_on": 1382,
    "F:3-4-2-5/0_hold": 1383,
    "B:4-3-3-4-4/0_on": 1384,
    "B:4-3-3-4-4/0_hold": 1385,
    "Eb:3-4-3-7/0_on": 1386,
    "Eb:3-4-3-7/0_hold": 1387,
    "Bb:4-3-4-7/0_on": 1388,
    "Bb:4-3-4-7/0_hold": 1389,
    "E:3-3-3/1_on": 1390,
    "E:3-3-3/1_hold": 1391,
    "Bb:4-3-4-3/3_on": 1392,
    "Bb:4-3-4-3/3_hold": 1393,
    "Bb:4-3-11/0_on": 1394,
    "Bb:4-3-11/0_hold": 1395,
    "Bb:3-3-3/2_on": 1396,
    "Bb:3-3-3/2_hold": 1397,
    "C:4-3-3-4/4_on": 1398,
    "C:4-3-3-4/4_hold": 1399,
    "Bb:4-3-3-5-5/0_on": 1400,
    "Bb:4-3-3-5-5/0_hold": 1401,
    "Gb:3-4-3/3_on": 1402,
    "Gb:3-4-3/3_hold": 1403,
    "B:4-3-3-4/1_on": 1404,
    "B:4-3-3-4/1_hold": 1405
  },
  "counts": {
    "C:4-3/0_on": 22014,
    "C:4-3/0_hold": 22014,
    "F:4-3/0_on": 18815,
    "F:4-3/0_hold": 18815,
    "G:4-3/0_on": 15812,
    "G:4-3/0_hold": 15812,
    "G:4-3-3/0_on": 13181,
    "G:4-3-3/0_hold": 13181,
    "C:4-3-3/0_on": 10744,
    "C:4-3-3/0_hold": 10744,
    "Bb:4-3/0_on": 10320,
    "Bb:4-3/0_hold": 10320,
    "D:4-3-3/0_on": 9492,
    "D:4-3-3/0_hold": 9492,
    "Eb:4-3/0_on": 8523,
    "Eb:4-3/0_hold": 8523,
    "D:4-3/0_on": 8319,
    "D:4-3/0_hold": 8319,
    "F:4-3-3/0_on": 6075,
    "F:4-3-3/0_hold": 6075,
    "Bb:4-3-3/0_on": 5861,
    "Bb:4-3-3/0_hold": 5861,
    "A:3-4/0_on": 5770,
    "A:3-4/0_hold": 5770,
    "A:4-3-3/0_on": 5522,
    "A:4-3-3/0_hold": 5522,
    "D:3-4-3/0_on": 5396,
    "D:3-4-3/0_hold": 5396,
    "A:4-3/0_on": 5261,
    "A:4-3/0_hold": 5261,
    "D:3-4/0_on": 5244,
    "D:3-4/0_hold": 5244,
    "G:3-4-3/0_on": 4678,
    "G:3-4-3/0_hold": 4678,
    "A:3-4-3/0_on": 4134,
    "A:3-4-3/0_hold": 4134,
    "G:3-4/0_on": 4122,
    "G:3-4/0_hold": 4122,
    "Ab:4-3/0_on": 4009,
    "Ab:4-3/0_hold": 4009,
    "E:3-4/0_on": 3916,
    "E:3-4/0_hold": 3916,
    "E:4-3/0_on": 3672,
    "E:4-3/0_hold": 3672,
    "C:3-4/0_on": 3649,
    "C:3-4/0_hold": 3649,
    "E:4-3-3/0_on": 3566,
    "E:4-3-3/0_hold": 3566,
    "F:3-4-3/0_on": 3457,
    "F:3-4-3/0_hold": 3457,
    "C:3-4-3/0_on": 3058,
    "C:3-4-3/0_hold": 3058,
    "F:3-4/0_on": 2695,
    "F:3-4/0_hold": 2695,
    "B:4-3-3/0_on": 2377,
    "B:4-3-3/0_hold": 2377,
    "Eb:4-3-3/0_on": 2329,
    "Eb:4-3-3/0_hold": 2329,
    "E:3-4-3/0_on": 1906,
    "E:3-4-3/0_hold": 1906,
    "B:4-3/0_on": 1787,
    "B:4-3/0_hold": 1787,
    "Db:4-3/0_on": 1575,
    "Db:4-3/0_hold": 1575,
    "C:4-3-4/0_on": 1544,
    "C:4-3-4/0_hold": 1544,
    "F:4-3-4/0_on": 1502,
    "F:4-3-4/0_hold": 1502,
    "B:3-4/0_on": 1283,
    "B:3-4/0_hold": 1283,
    "Eb:4-3-4/0_on": 1232,
    "Eb:4-3-4/0_hold": 1232,
    "Ab:4-3-3/0_on": 1162,
    "Ab:4-3-3/0_hold": 1162,
    "F:4-3-2/0_on": 1152,
    "F:4-3-2/0_hold": 1152,
    "Bb:3-4-3/0_on": 1118,
    "Bb:3-4-3/0_hold": 1118,
    "B:3-4-3/0_on": 1052,
    "B:3-4-3/0_hold": 1052,
    "C:4-3-2/0_on": 1039,
    "C:4-3-2/0_hold": 1039,
    "Db:4-3-3/0_on": 976,
    "Db:4-3-3/0_hold": 976,
    "Bb:4-3-4/0_on": 972,
    "Bb:4-3-4/0_hold": 972,
    "Gb:4-3/0_on": 967,
    "Gb:4-3/0_hold": 967,
    "C:4-3-3-4/0_on": 918,
    "C:4-3-3-4/0_hold": 918,
    "Gb:3-4/0_on": 875,
    "Gb:3-4/0_hold": 875,
    "Bb:3-4/0_on": 819,
    "Bb:3-4/0_hold": 819,
    "G:4-3-3-4/0_on": 819,
    "G:4-3-3-4/0_hold": 819,
    "Gb:4-3-3/0_on": 815,
    "Gb:4-3-3/0_hold": 815,
    "G:4-3-4/0_on": 793,
    "G:4-3-4/0_hold": 793,
    "F:4-3-3-4/0_on": 790,
    "F:4-3-3-4/0_hold": 790,
    "Eb:4-3-2/0_on": 776,
    "Eb:4-3-2/0_hold": 776,
    "D:4-3-3-4/0_on": 699,
    "D:4-3-3-4/0_hold": 699,
    "Ab:4-3-4/0_on": 654,
    "Ab:4-3-4/0_hold": 654,
    "G:4-3-2/0_on": 638,
    "G:4-3-2/0_hold": 638,
    "Bb:4-3-2/0_on": 593,
    "Bb:4-3-2/0_hold": 593,
    "Bb:4-3-3-4/0_on": 535,
    "Bb:4-3-3-4/0_hold": 535,
    "G:4-3/1_on": 526,
    "G:4-3/1_hold": 526,
    "Db:3-4/0_on": 513,
    "Db:3-4/0_hold": 513,
    "F:4-3/1_on": 511,
    "F:4-3/1_hold": 511,
    "Gb:3-4-3/0_on": 509,
    "Gb:3-4-3/0_hold": 509,
    "C:4-3-3-3/0_on": 506,
    "C:4-3-3-3/0_hold": 506,
    "Ab:3-4/0_on": 502,
    "Ab:3-4/0_hold": 502,
    "Eb:4-3-3-4/0_on": 492,
    "Eb:4-3-3-4/0_hold": 492,
    "C:4-3/1_on": 479,
    "C:4-3/1_hold": 479,
    "C:3-3/0_on": 477,
    "C:3-3/0_hold": 477,
    "C:4-3/2_on": 460,
    "C:4-3/2_hold": 460,
    "D:4-3-3-3/0_on": 446,
    "D:4-3-3-3/0_hold": 446,
    "Gb:3-3/0_on": 440,
    "Gb:3-3/0_hold": 440,
    "F:3-4-2/0_on": 433,
    "F:3-4-2/0_hold": 433,
    "Eb:3-4-3/0_on": 423,
    "Eb:3-4-3/0_hold": 423,
    "F:4-3/2_on": 417,
    "F:4-3/2_hold": 417,
    "Eb:3-4/0_on": 415,
    "Eb:3-4/0_hold": 415,
    "C:3-4-2/0_on": 404,
    "C:3-4-2/0_hold": 404,
    "Ab:4-3-2/0_on": 401,
    "Ab:4-3-2/0_hold": 401,
    "Db:3-3/0_on": 377,
    "Db:3-3/0_hold": 377,
    "Eb:4-3/1_on": 373,
    "Eb:4-3/1_hold": 373,
    "D:4-3/1_on": 371,
    "D:4-3/1_hold": 371,
    "G:4-3-3-3/0_on": 364,
    "G:4-3-3-3/0_hold": 364,
    "Ab:3-3/0_on": 361,
    "Ab:3-3/0_hold": 361,
    "Eb:3-3/0_on": 345,
    "Eb:3-3/0_hold": 345,
    "G:4-3/2_on": 323,
    "G:4-3/2_hold": 323,
    "A:4-3-3-4/0_on": 321,
    "A:4-3-3-4/0_hold": 321,
    "Db:4-3-4/0_on": 316,
    "Db:4-3-4/0_hold": 316,
    "F:3-3/0_on": 311,
    "F:3-3/0_hold": 311,
    "Bb:4-3/2_on": 308,
    "Bb:4-3/2_hold": 308,
    "E:3-3/0_on": 306,
    "E:3-3/0_hold": 306,
    "A:4-3-3-3/0_on": 305,
    "A:4-3-3-3/0_hold": 305,
    "G:3-3/0_on": 304,
    "G:3-3/0_hold": 304,
    "Bb:3-3/0_on": 299,
    "Bb:3-3/0_hold": 299,
    "G:3-4-2/0_on": 299,
    "G:3-4-2/0_hold": 299,
    "D:4-3-4/0_on": 287,
    "D:4-3-4/0_hold": 287,
    "B:3-3/0_on": 285,
    "B:3-3/0_hold": 285,
    "Ab:3-4-3/0_on": 279,
    "Ab:3-4-3/0_hold": 279,
    "A:3-4-2/0_on": 277,
    "A:3-4-2/0_hold": 277,
    "C:4-4/0_on": 269,
    "C:4-4/0_hold": 269,
    "G:4-4/0_on": 258,
    "G:4-4/0_hold": 258,
    "Bb:3-4-2/0_on": 254,
    "Bb:3-4-2/0_hold": 254,
    "Eb:4-3/2_on": 253,
    "Eb:4-3/2_hold": 253,
    "A:3-3/0_on": 248,
    "A:3-3/0_hold": 248,
    "Db:4-3-3-4/0_on": 243,
    "Db:4-3-3-4/0_hold": 243,
    "Bb:4-3/1_on": 242,
    "Bb:4-3/1_hold": 242,
    "Gb:3-3-3/0_on": 241,
    "Gb:3-3-3/0_hold": 241,
    "D:3-3/0_on": 241,
    "D:3-3/0_hold": 241,
    "Ab:3-3-3/0_on": 238,
    "Ab:3-3-3/0_hold": 238,
    "Db:3-3-3/0_on": 225,
    "Db:3-3-3/0_hold": 225,
    "D:3-4-2/0_on": 220,
    "D:3-4-2/0_hold": 220,
    "E:4-3-3-3/0_on": 220,
    "E:4-3-3-3/0_hold": 220,
    "Bb:4-3-3-3/0_on": 213,
    "Bb:4-3-3-3/0_hold": 213,
    "F:4-4/0_on": 212,
    "F:4-4/0_hold": 212,
    "Db:3-4-3/0_on": 211,
    "Db:3-4-3/0_hold": 211,
    "Ab:4-3-3-4/0_on": 210,
    "Ab:4-3-3-4/0_hold": 210,
    "Ab:3-4-2/0_on": 206,
    "Ab:3-4-2/0_hold": 206,
    "G:3-4-3-4/0_on": 206,
    "G:3-4-3-4/0_hold": 206,
    "Ab:4-3/2_on": 203,
    "Ab:4-3/2_hold": 203,
    "A:4-3/1_on": 198,
    "A:4-3/1_hold": 198,
    "A:4-3-4/0_on": 190,
    "A:4-3-4/0_hold": 190,
    "Bb:4-3-3-4-3-4/0_on": 186,
    "Bb:4-3-3-4-3-4/0_hold": 186,
    "D:4-3/2_on": 182,
    "D:4-3/2_hold": 182,
    "D:5-2/0_on": 178,
    "D:5-2/0_hold": 178,
    "F:4-3-3-3/0_on": 173,
    "F:4-3-3-3/0_hold": 173,
    "E:3-3-3/0_on": 166,
    "E:3-3-3/0_hold": 166,
    "Eb:3-4-2/0_on": 164,
    "Eb:3-4-2/0_hold": 164,
    "Eb:3-3-3/0_on": 163,
    "Eb:3-3-3/0_hold": 163,
    "D:3-4-3-4/0_on": 161,
    "D:3-4-3-4/0_hold": 161,
    "G:5-2/0_on": 161,
    "G:5-2/0_hold": 161,
    "D:4-4/0_on": 159,
    "D:4-4/0_hold": 159,
    "G:5-2-3/0_on": 155,
    "G:5-2-3/0_hold": 155,
    "C:4-3-3-4-3-4/0_on": 150,
    "C:4-3-3-4-3-4/0_hold": 150,
    "G:4-3-3/2_on": 149,
    "G:4-3-3/2_hold": 149,
    "D:4-3-2/0_on": 148,
    "D:4-3-2/0_hold": 148,
    "Gb:4-3-4/0_on": 146,
    "Gb:4-3-4/0_hold": 146,
    "B:3-3-3/0_on": 143,
    "B:3-3-3/0_hold": 143,
    "F:3-4-3-4/0_on": 142,
    "F:3-4-3-4/0_hold": 142,
    "A:3-3-3/0_on": 141,
    "A:3-3-3/0_hold": 141,
    "G:4-3-3-4-3-4/0_on": 135,
    "G:4-3-3-4-3-4/0_hold": 135,
    "Bb:4-4/0_on": 133,
    "Bb:4-4/0_hold": 133,
    "Bb:3-3-3/0_on": 132,
    "Bb:3-3-3/0_hold": 132,
    "C:4-3-3-5/0_on": 132,
    "C:4-3-3-5/0_hold": 132,
    "E:4-3/1_on": 131,
    "E:4-3/1_hold": 131,
    "Ab:4-3/1_on": 128,
    "Ab:4-3/1_hold": 128,
    "E:4-3-3-4/0_on": 127,
    "E:4-3-3-4/0_hold": 127,
    "E:4-3-4/0_on": 125,
    "E:4-3-4/0_hold": 125,
    "D:5-2-3/0_on": 118,
    "D:5-2-3/0_hold": 118,
    "G:3-4/1_on": 117,
    "G:3-4/1_hold": 117,
    "E:4-3-2/0_on": 115,
    "E:4-3-2/0_hold": 115,
    "D:4-3-3/1_on": 113,
    "D:4-3-3/1_hold": 113,
    "A:3-4/1_on": 113,
    "A:3-4/1_hold": 113,
    "C:5-2-3/0_on": 109,
    "C:5-2-3/0_hold": 109,
    "C:4-3-3/2_on": 108,
    "C:4-3-3/2_hold": 108,
    "E:5-2/0_on": 106,
    "E:5-2/0_hold": 106,
    "A:3-4-3-4/0_on": 106,
    "A:3-4-3-4/0_hold": 106,
    "F:4-3-3-4-3-4/0_on": 106,
    "F:4-3-3-4-3-4/0_hold": 106,
    "Db:4-3-2/0_on": 106,
    "Db:4-3-2/0_hold": 106,
    "C:3-4-3-4/0_on": 105,
    "C:3-4-3-4/0_hold": 105,
    "E:3-4-2/0_on": 105,
    "E:3-4-2/0_hold": 105,
    "B:4-3-4/0_on": 105,
    "B:4-3-4/0_hold": 105,
    "F:4-3-4-3/0_on": 105,
    "F:4-3-4-3/0_hold": 105,
    "Eb:5-2/0_on": 104,
    "Eb:5-2/0_hold": 104,
    "D:4-3-3/2_on": 101,
    "D:4-3-3/2_hold": 101,
    "Gb:4-3-3-4/0_on": 101,
    "Gb:4-3-3-4/0_hold": 101,
    "Bb:4-3-3/2_on": 101,
    "Bb:4-3-3/2_hold": 101,
    "C:5-2/0_on": 100,
    "C:5-2/0_hold": 100,
    "C:4-3-3/1_on": 98,
    "C:4-3-3/1_hold": 98,
    "F:5-2/0_on": 98,
    "F:5-2/0_hold": 98,
    "E:3-4/1_on": 98,
    "E:3-4/1_hold": 98,
    "B:4-3-3-3/0_on": 96,
    "B:4-3-3-3/0_hold": 96,
    "A:5-2-3/0_on": 96,
    "A:5-2-3/0_hold": 96,
    "C:4-3-7/0_on": 96,
    "C:4-3-7/0_hold": 96,
    "A:4-3/2_on": 94,
    "A:4-3/2_hold": 94,
    "C:4-3-4-3/0_on": 94,
    "C:4-3-4-3/0_hold": 94,
    "C:3-4/1_on": 90,
    "C:3-4/1_hold": 90,
    "Bb:5-2-3/0_on": 88,
    "Bb:5-2-3/0_hold": 88,
    "A:4-3-2/0_on": 86,
    "A:4-3-2/0_hold": 86,
    "G:4-3-3/1_on": 84,
    "G:4-3-3/1_hold": 84,
    "F:5-2-3/0_on": 83,
    "F:5-2-3/0_hold": 83,
    "A:5-2/0_on": 81,
    "A:5-2/0_hold": 81,
    "G:3-3-3/0_on": 79,
    "G:3-3-3/0_hold": 79,
    "Eb:4-4/0_on": 79,
    "Eb:4-4/0_hold": 79,
    "D:3-4/2_on": 79,
    "D:3-4/2_hold": 79,
    "C:3-4/2_on": 79,
    "C:3-4/2_hold": 79,
    "D:3-4/1_on": 77,
    "D:3-4/1_hold": 77,
    "Db:4-3/2_on": 75,
    "Db:4-3/2_hold": 75,
    "D:3-3-3/0_on": 74,
    "D:3-3-3/0_hold": 74,
    "A:4-3-3/2_on": 72,
    "A:4-3-3/2_hold": 72,
    "B:4-3-3-4/0_on": 72,
    "B:4-3-3-4/0_hold": 72,
    "E:4-3/2_on": 72,
    "E:4-3/2_hold": 72,
    "A:4-4/0_on": 70,
    "A:4-4/0_hold": 70,
    "B:4-3-2/0_on": 69,
    "B:4-3-2/0_hold": 69,
    "F:4-3-3/2_on": 68,
    "F:4-3-3/2_hold": 68,
    "Eb:4-3-3-3/0_on": 66,
    "Eb:4-3-3-3/0_hold": 66,
    "C:3-3-3/0_on": 66,
    "C:3-3-3/0_hold": 66,
    "Eb:4-3-4-3/0_on": 65,
    "Eb:4-3-4-3/0_hold": 65,
    "Ab:4-4/0_on": 64,
    "Ab:4-4/0_hold": 64,
    "Bb:4-3-4-3/0_on": 63,
    "Bb:4-3-4-3/0_hold": 63,
    "A:4-3-3/1_on": 62,
    "A:4-3-3/1_hold": 62,
    "E:3-4-3-4/0_on": 62,
    "E:3-4-3-4/0_hold": 62,
    "D:4-3-3-4-3-4/0_on": 62,
    "D:4-3-3-4-3-4/0_hold": 62,
    "A:4-3-3-4-3-4/0_on": 62,
    "A:4-3-3-4-3-4/0_hold": 62,
    "E:4-4/0_on": 59,
    "E:4-4/0_hold": 59,
    "E:3-4/2_on": 59,
    "E:3-4/2_hold": 59,
    "F:4-3-3/1_on": 59,
    "F:4-3-3/1_hold": 59,
    "F:3-3-3/0_on": 58,
    "F:3-3-3/0_hold": 58,
    "Ab:4-3-3-4-3-4/0_on": 58,
    "Ab:4-3-3-4-3-4/0_hold": 58,
    "B:5-2/0_on": 58,
    "B:5-2/0_hold": 58,
    "Gb:4-3/1_on": 58,
    "Gb:4-3/1_hold": 58,
    "A:3-4/2_on": 57,
    "A:3-4/2_hold": 57,
    "F:3-4/1_on": 57,
    "F:3-4/1_hold": 57,
    "E:4-3-3/2_on": 55,
    "E:4-3-3/2_hold": 55,
    "C:4-3-2-5/0_on": 55,
    "C:4-3-2-5/0_hold": 55,
    "B:4-3/2_on": 53,
    "B:4-3/2_hold": 53,
    "Bb:5-2/0_on": 51,
    "Bb:5-2/0_hold": 51,
    "Bb:3-4-3-4/0_on": 49,
    "Bb:3-4-3-4/0_hold": 49,
    "Bb:3-4/2_on": 49,
    "Bb:3-4/2_hold": 49,
    "F:4-3-2/1_on": 48,
    "F:4-3-2/1_hold": 48,
    "G:4-3-3-4-3/0_on": 48,
    "G:4-3-3-4-3/0_hold": 48,
    "G:3-4/2_on": 47,
    "G:3-4/2_hold": 47,
    "C:4-3-3-4-3/0_on": 47,
    "C:4-3-3-4-3/0_hold": 47,
    "Eb:5-2-3/0_on": 47,
    "Eb:5-2-3/0_hold": 47,
    "B:4-4/0_on": 46,
    "B:4-4/0_hold": 46,
    "Bb:4-3-3/1_on": 46,
    "Bb:4-3-3/1_hold": 46,
    "C:5-2-3-4/0_on": 45,
    "C:5-2-3-4/0_hold": 45,
