{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "pitch_78_on": 4,
    "pitch_78_hold": 5,
    "pitch_74_on": 6,
    "pitch_74_hold": 7,
    "pitch_72_on": 8,
    "pitch_72_hold": 9,
    "pitch_71_on": 10,
    "pitch_71_hold": 11,
    "pitch_67_on": 12,
    "pitch_67_hold": 13,
    "pitch_69_on": 14,
    "pitch_69_hold": 15,
    "pitch_79_on": 16,
    "pitch_79_hold": 17,
    "pitch_81_on": 18,
    "pitch_81_hold": 19,
    "pitch_83_on": 20,
    "pitch_83_hold": 21,
    "pitch_84_on": 22,
    "pitch_84_hold": 23,
    "pitch_76_on": 24,
    "pitch_76_hold": 25,
    "pitch_64_on": 26,
    "pitch_64_hold": 27,
    "pitch_86_on": 28,
    "pitch_86_hold": 29,
    "pitch_77_on": 30,
    "pitch_77_hold": 31,
    "pitch_75_on": 32,
    "pitch_75_hold": 33,
    "pitch_66_on": 34,
    "pitch_66_hold": 35,
    "pitch_55_on": 36,
    "pitch_55_hold": 37,
    "pitch_59_on": 38,
    "pitch_59_hold": 39,
    "pitch_62_on": 40,
    "pitch_62_hold": 41,
    "pitch_57_on": 42,
    "pitch_57_hold": 43,
    "pitch_60_on": 44,
    "pitch_60_hold": 45,
    "pitch_63_on": 46,
    "pitch_63_hold": 47,
    "pitch_68_on": 48,
    "pitch_68_hold": 49,
    "pitch_73_on": 50,
    "pitch_73_hold": 51,
    "pitch_61_on": 52,
    "pitch_61_hold": 53,
    "pitch_70_on": 54,
    "pitch_70_hold": 55,
    "pitch_65_on": 56,
    "pitch_65_hold": 57,
    "pitch_80_on": 58,
    "pitch_80_hold": 59,
    "pitch_58_on": 60,
    "pitch_58_hold": 61,
    "pitch_89_on": 62,
    "pitch_89_hold": 63,
    "pitch_88_on": 64,
    "pitch_88_hold": 65,
    "pitch_82_on": 66,
    "pitch_82_hold": 67,
    "pitch_50_on": 68,
    "pitch_50_hold": 69,
    "pitch_56_on": 70,
    "pitch_56_hold": 71,
    "pitch_54_on": 72,
    "pitch_54_hold": 73,
    "pitch_32_on": 74,
    "pitch_32_hold": 75,
    "pitch_39_on": 76,
    "pitch_39_hold": 77,
    "pitch_44_on": 78,
    "pitch_44_hold": 79,
    "pitch_41_on": 80,
    "pitch_41_hold": 81,
    "pitch_85_on": 82,
    "pitch_85_hold": 83,
    "pitch_87_on": 84,
    "pitch_87_hold": 85,
    "pitch_51_on": 86,
    "pitch_51_hold": 87,
    "pitch_52_on": 88,
    "pitch_52_hold": 89,
    "pitch_90_on": 90,
    "pitch_90_hold": 91,
    "pitch_45_on": 92,
    "pitch_45_hold": 93,
    "pitch_43_on": 94,
    "pitch_43_hold": 95,
    "pitch_40_on": 96,
    "pitch_40_hold": 97,
    "pitch_48_on": 98,
    "pitch_48_hold": 99,
    "pitch_53_on": 100,
    "pitch_53_hold": 101,
    "pitch_91_on": 102,
    "pitch_91_hold": 103,
    "pitch_35_on": 104,
    "pitch_35_hold": 105,
    "pitch_36_on": 106,
    "pitch_36_hold": 107,
    "pitch_38_on": 108,
    "pitch_38_hold": 109,
    "pitch_49_on": 110,
    "pitch_49_hold": 111,
    "pitch_42_on": 112,
    "pitch_42_hold": 113,
    "pitch_47_on": 114,
    "pitch_47_hold": 115,
    "pitch_33_on": 116,
    "pitch_33_hold": 117,
    "pitch_46_on": 118,
    "pitch_46_hold": 119,
    "pitch_113_on": 120,
    "pitch_113_hold": 121,
    "pitch_92_on": 122,
    "pitch_92_hold": 123,
    "pitch_93_on": 124,
    "pitch_93_hold": 125,
    "pitch_96_on": 126,
    "pitch_96_hold": 127,
    "pitch_95_on": 128,
    "pitch_95_hold": 129,
    "pitch_94_on": 130,
    "pitch_94_hold": 131
  },
  "counts": {
    "pitch_67_on": 109839,
    "pitch_67_hold": 109839,
    "pitch_69_on": 94764,
    "pitch_69_hold": 94764,
    "pitch_72_on": 84765,
    "pitch_72_hold": 84765,
    "pitch_65_on": 64314,
    "pitch_65_hold": 64314,
    "pitch_74_on": 58506,
    "pitch_74_hold": 58506,
    "pitch_64_on": 53125,
    "pitch_64_hold": 53125,
    "pitch_71_on": 52568,
    "pitch_71_hold": 52568,
    "pitch_70_on": 51024,
    "pitch_70_hold": 51024,
    "pitch_62_on": 46880,
    "pitch_62_hold": 46880,
    "pitch_60_on": 30230,
    "pitch_60_hold": 30230,
    "pitch_76_on": 28578,
    "pitch_76_hold": 28578,
    "pitch_68_on": 26185,
    "pitch_68_hold": 26185,
    "pitch_66_on": 25042,
    "pitch_66_hold": 25042,
    "pitch_63_on": 23293,
    "pitch_63_hold": 23293,
    "pitch_75_on": 15426,
    "pitch_75_hold": 15426,
    "pitch_77_on": 15286,
    "pitch_77_hold": 15286,
    "pitch_73_on": 14075,
    "pitch_73_hold": 14075,
    "pitch_79_on": 11851,
    "pitch_79_hold": 11851,
    "pitch_59_on": 7322,
    "pitch_59_hold": 7322,
    "pitch_61_on": 6656,
    "pitch_61_hold": 6656,
    "pitch_78_on": 6462,
    "pitch_78_hold": 6462,
    "pitch_81_on": 6043,
    "pitch_81_hold": 6043,
    "pitch_58_on": 5342,
    "pitch_58_hold": 5342,
    "pitch_57_on": 4571,
    "pitch_57_hold": 4571,
    "pitch_80_on": 2941,
    "pitch_80_hold": 2941,
    "pitch_55_on": 2472,
    "pitch_55_hold": 2472,
    "pitch_83_on": 1899,
    "pitch_83_hold": 1899,
    "pitch_82_on": 1595,
    "pitch_82_hold": 1595,
    "pitch_84_on": 1545,
    "pitch_84_hold": 1545,
    "pitch_56_on": 951,
    "pitch_56_hold": 951,
    "pitch_86_on": 665,
    "pitch_86_hold": 665,
    "pitch_53_on": 366,
    "pitch_53_hold": 366,
    "pitch_85_on": 360,
    "pitch_85_hold": 360,
    "pitch_54_on": 311,
    "pitch_54_hold": 311,
    "pitch_88_on": 262,
    "pitch_88_hold": 262,
    "pitch_52_on": 262,
    "pitch_52_hold": 262,
    "pitch_50_on": 173,
    "pitch_50_hold": 173,
    "pitch_87_on": 118,
    "pitch_87_hold": 118,
    "pitch_48_on": 104,
    "pitch_48_hold": 104,
    "pitch_89_on": 98,
    "pitch_89_hold": 98,
    "pitch_51_on": 85,
    "pitch_51_hold": 85,
    "pitch_43_on": 81,
    "pitch_43_hold": 81,
    "pitch_49_on": 70,
    "pitch_49_hold": 70,
    "pitch_91_on": 54,
    "pitch_91_hold": 54,
    "pitch_90_on": 50,
    "pitch_90_hold": 50,
    "pitch_40_on": 48,
    "pitch_40_hold": 48,
    "pitch_45_on": 46,
    "pitch_45_hold": 46,
    "pitch_35_on": 45,
    "pitch_35_hold": 45,
    "pitch_41_on": 42,
    "pitch_41_hold": 42,
    "pitch_46_on": 39,
    "pitch_46_hold": 39,
    "pitch_42_on": 32,
    "pitch_42_hold": 32,
    "pitch_93_on": 27,
    "pitch_93_hold": 27,
    "pitch_32_on": 25,
    "pitch_32_hold": 25,
    "pitch_44_on": 21,
    "pitch_44_hold": 21,
    "pitch_39_on": 18,
    "pitch_39_hold": 18,
    "pitch_47_on": 14,
    "pitch_47_hold": 14,
    "pitch_92_on": 14,
    "pitch_92_hold": 14,
    "pitch_38_on": 12,
    "pitch_38_hold": 12,
    "pitch_95_on": 12,
    "pitch_95_hold": 12,
    "pitch_96_on": 8,
    "pitch_96_hold": 8,
    "pitch_94_on": 3,
    "pitch_94_hold": 3,
    "pitch_36_on": 2,
    "pitch_36_hold": 2,
    "pitch_33_on": 1,
    "pitch_33_hold": 1,
    "pitch_113_on": 1,
    "pitch_113_hold": 1
  }
}