{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "A:4-3/0_on": 4,
    "A:4-3/0_hold": 5,
    "D:4-3/0_on": 6,
    "D:4-3/0_hold": 7,
    "E:4-3-3/0_on": 8,
    "E:4-3-3/0_hold": 9,
    "E:4-3/0_on": 10,
    "E:4-3/0_hold": 11,
    "B:4-3-3/0_on": 12,
    "B:4-3-3/0_hold": 13,
    "G:4-3/0_on": 14,
    "G:4-3/0_hold": 15,
    "A:3-4/0_on": 16,
    "A:3-4/0_hold": 17,
    "C:4-3/0_on": 18,
    "C:4-3/0_hold": 19,
    "D:4-3-3/0_on": 20,
    "D:4-3-3/0_hold": 21,
    "E:3-4/0_on": 22,
    "E:3-4/0_hold": 23,
    "G:4-3-3/0_on": 24,
    "G:4-3-3/0_hold": 25,
    "A:4-3-3/0_on": 26,
    "A:4-3-3/0_hold": 27,
    "F:4-3/0_on": 28,
    "F:4-3/0_hold": 29,
    "D:3-4/0_on": 30,
    "D:3-4/0_hold": 31,
    "C:4-3-3/0_on": 32,
    "C:4-3-3/0_hold": 33,
    "A:3-4-3/0_on": 34,
    "A:3-4-3/0_hold": 35,
    "B:3-4/0_on": 36,
    "B:3-4/0_hold": 37,
    "E:3-4-3/0_on": 38,
    "E:3-4-3/0_hold": 39,
    "G:3-4/0_on": 40,
    "G:3-4/0_hold": 41,
    "C:3-4/0_on": 42,
    "C:3-4/0_hold": 43,
    "Gb:3-4/0_on": 44,
    "Gb:3-4/0_hold": 45,
    "Db:3-4/0_on": 46,
    "Db:3-4/0_hold": 47,
    "B:4-3/0_on": 48,
    "B:4-3/0_hold": 49,
    "F:4-3-3/0_on": 50,
    "F:4-3-3/0_hold": 51,
    "F:3-4/0_on": 52,
    "F:3-4/0_hold": 53,
    "Gb:4-3/0_on": 54,
    "Gb:4-3/0_hold": 55,
    "Gb:4-3-3/0_on": 56,
    "Gb:4-3-3/0_hold": 57,
    "B:3-4-3/0_on": 58,
    "B:3-4-3/0_hold": 59,
    "Db:4-3/0_on": 60,
    "Db:4-3/0_hold": 61,
    "Ab:4-3-3/0_on": 62,
    "Ab:4-3-3/0_hold": 63,
    "Db:4-3-3/0_on": 64,
    "Db:4-3-3/0_hold": 65
  },
  "counts": {
    "G:4-3/0_on": 5618,
    "G:4-3/0_hold": 5618,
    "D:4-3/0_on": 5428,
    "D:4-3/0_hold": 5428,
    "A:4-3/0_on": 2516,
    "A:4-3/0_hold": 2516,
    "A:4-3-3/0_on": 2107,
    "A:4-3-3/0_hold": 2107,
    "C:4-3/0_on": 2029,
    "C:4-3/0_hold": 2029,
    "D:4-3-3/0_on": 1911,
    "D:4-3-3/0_hold": 1911,
    "E:3-4/0_on": 1576,
    "E:3-4/0_hold": 1576,
    "A:3-4/0_on": 1246,
    "A:3-4/0_hold": 1246,
    "E:4-3-3/0_on": 896,
    "E:4-3-3/0_hold": 896,
    "B:3-4/0_on": 650,
    "B:3-4/0_hold": 650,
    "F:4-3/0_on": 535,
    "F:4-3/0_hold": 535,
    "E:4-3/0_on": 422,
    "E:4-3/0_hold": 422,
    "G:4-3-3/0_on": 336,
    "G:4-3-3/0_hold": 336,
    "D:3-4/0_on": 315,
    "D:3-4/0_hold": 315,
    "B:4-3/0_on": 244,
    "B:4-3/0_hold": 244,
    "G:3-4/0_on": 241,
    "G:3-4/0_hold": 241,
    "B:4-3-3/0_on": 199,
    "B:4-3-3/0_hold": 199,
    "C:4-3-3/0_on": 164,
    "C:4-3-3/0_hold": 164,
    "Gb:3-4/0_on": 120,
    "Gb:3-4/0_hold": 120,
    "C:3-4/0_on": 83,
    "C:3-4/0_hold": 83,
    "F:4-3-3/0_on": 60,
    "F:4-3-3/0_hold": 60,
    "Gb:4-3-3/0_on": 54,
    "Gb:4-3-3/0_hold": 54,
    "Gb:4-3/0_on": 15,
    "Gb:4-3/0_hold": 15,
    "Db:3-4/0_on": 13,
    "Db:3-4/0_hold": 13,
    "F:3-4/0_on": 5,
    "F:3-4/0_hold": 5,
    "A:3-4-3/0_on": 3,
    "A:3-4-3/0_hold": 3,
    "E:3-4-3/0_on": 3,
    "E:3-4-3/0_hold": 3,
    "B:3-4-3/0_on": 3,
    "B:3-4-3/0_hold": 3,
    "Db:4-3-3/0_on": 2,
    "Db:4-3-3/0_hold": 2,
    "Db:4-3/0_on": 1,
    "Db:4-3/0_hold": 1,
    "Ab:4-3-3/0_on": 1,
    "Ab:4-3-3/0_hold": 1
  }
}