{
  "token_to_id": {
    "<pad>": 0,
    "<sos>": 1,
    "<eos>": 2,
    "rest": 3,
    "pitch_76_on": 4,
    "pitch_76_hold": 5,
    "pitch_69_on": 6,
    "pitch_69_hold": 7,
    "pitch_73_on": 8,
    "pitch_73_hold": 9,
    "pitch_74_on": 10,
    "pitch_74_hold": 11,
    "pitch_78_on": 12,
    "pitch_78_hold": 13,
    "pitch_81_on": 14,
    "pitch_81_hold": 15,
    "pitch_68_on": 16,
    "pitch_68_hold": 17,
    "pitch_71_on": 18,
    "pitch_71_hold": 19,
    "pitch_80_on": 20,
    "pitch_80_hold": 21,
    "pitch_75_on": 22,
    "pitch_75_hold": 23,
    "pitch_79_on": 24,
    "pitch_79_hold": 25,
    "pitch_67_on": 26,
    "pitch_67_hold": 27,
    "pitch_64_on": 28,
    "pitch_64_hold": 29,
    "pitch_62_on": 30,
    "pitch_62_hold": 31,
    "pitch_60_on": 32,
    "pitch_60_hold": 33,
    "pitch_83_on": 34,
    "pitch_83_hold": 35,
    "pitch_72_on": 36,
    "pitch_72_hold": 37,
    "pitch_66_on": 38,
    "pitch_66_hold": 39,
    "pitch_65_on": 40,
    "pitch_65_hold": 41,
    "pitch_77_on": 42,
    "pitch_77_hold": 43,
    "pitch_70_on": 44,
    "pitch_70_hold": 45,
    "pitch_59_on": 46,
    "pitch_59_hold": 47,
    "pitch_84_on": 48,
    "pitch_84_hold": 49,
    "pitch_82_on": 50,
    "pitch_82_hold": 51,
    "pitch_57_on": 52,
    "pitch_57_hold": 53,
    "pitch_55_on": 54,
    "pitch_55_hold": 55,
    "pitch_61_on": 56,
    "pitch_61_hold": 57,
    "pitch_85_on": 58,
    "pitch_85_hold": 59,
    "pitch_58_on": 60,
    "pitch_58_hold": 61,
    "pitch_63_on": 62,
    "pitch_63_hold": 63,
    "pitch_86_on": 64,
    "pitch_86_hold": 65,
    "pitch_56_on": 66,
    "pitch_56_hold": 67,
    "pitch_88_on": 68,
    "pitch_88_hold": 69
  },
  "counts": {
    "pitch_74_on": 14683,
    "pitch_74_hold": 14683,
    "pitch_69_on": 13414,
    "pitch_69_hold": 13414,
    "pitch_71_on": 12302,
    "pitch_71_hold": 12302,
    "pitch_76_on": 11189,
    "pitch_76_hold": 11189,
    "pitch_67_on": 8105,
    "pitch_67_hold": 8105,
    "pitch_78_on": 7353,
    "pitch_78_hold": 7353,
    "pitch_79_on": 5857,
    "pitch_79_hold": 5857,
    "pitch_72_on": 5578,
    "pitch_72_hold": 5578,
    "pitch_73_on": 5402,
    "pitch_73_hold": 5402,
    "pitch_66_on": 4242,
    "pitch_66_hold": 4242,
    "pitch_81_on": 3808,
    "pitch_81_hold": 3808,
    "pitch_64_on": 3342,
    "pitch_64_hold": 3342,
    "pitch_62_on": 2782,
    "pitch_62_hold": 2782,
    "pitch_77_on": 930,
    "pitch_77_hold": 930,
    "pitch_83_on": 914,
    "pitch_83_hold": 914,
    "pitch_70_on": 816,
    "pitch_70_hold": 816,
    "pitch_65_on": 656,
    "pitch_65_hold": 656,
    "pitch_80_on": 586,
    "pitch_80_hold": 586,
    "pitch_68_on": 554,
    "pitch_68_hold": 554,
    "pitch_75_on": 304,
    "pitch_75_hold": 304,
    "pitch_60_on": 227,
    "pitch_60_hold": 227,
    "pitch_61_on": 183,
    "pitch_61_hold": 183,
    "pitch_59_on": 164,
    "pitch_59_hold": 164,
    "pitch_82_on": 107,
    "pitch_82_hold": 107,
    "pitch_57_on": 100,
    "pitch_57_hold": 100,
    "pitch_84_on": 78,
    "pitch_84_hold": 78,
    "pitch_63_on": 75,
    "pitch_63_hold": 75,
    "pitch_55_on": 20,
    "pitch_55_hold": 20,
    "pitch_86_on": 12,
    "pitch_86_hold": 12,
    "pitch_85_on": 9,
    "pitch_85_hold": 9,
    "pitch_58_on": 9,
    "pitch_58_hold": 9,
    "pitch_56_on": 4,
    "pitch_56_hold": 4,
    "pitch_88_on": 1,
    "pitch_88_hold": 1
  }
}